[
  {
    "*formats": "EPUB",
    "*read_status": true,
    "author_sort": "Weber, David & Flint, Eric",
    "authors": "Weber, David & Flint, Eric",
    "comments": "<p><strong>A NEW SERIES SET IN THE \"HONORVERSE\" OF HONOR HARRINGTON</strong>  </p>\n<p>The Star Kingdom's ally Erewhon is growing increasingly restive in the alliance because the new High Ridge regime ignores its needs. Added to the longstanding problem of a slave labor planet controlled by hostile Mesans in Erewhon's stellar backyard, which High Ridge refuses to deal with, the recent assassination of the Solarian League's most prominent voice of public conscience indicates the growing danger of political instability in the Solarian League—which is also close to Erewhon.  </p>\n<p>In desperation, Queen Elizabeth tries to defuse the situation by sending a private mission to Erewhon led by Captain Zilwicki, accompanied by one of her nieces. When they arrive on Erewhon, however, Manticore's envoys find themselves in a mess. Not only do they encounter one of the Republic of Haven's most capable agents—Victor Cachat—but they also discover that the Solarian League's military delegation seems up to its neck in skullduggery.  </p>\n<p>And, just to put the icing on the cake, the radical freed slave organization, the Audubon Ballroom, is also on the scene—led by its notorious and ruthless assassin, Jeremy X.  </p>\n<p>At the publisher's request, this title is sold without DRM (Digital Rights Management).  </p>\n<p>With over seven million copies of his books in print and seventeen titles on the <em>New York Times</em> bestseller list, <strong>David Weber</strong> is the science fiction publishing phenomenon of the new millennium. In the hugely popular Honor Harrington series, the spirit of C.S. Forester’s Horatio Hornblower and Patrick O’Brian’s Master and Commander lives on–into the galactic future. Books in the Honor Harrington series have appeared on seventeen best seller lists, including those of <em>The Wall Street Journal</em> , <em>The New York Times</em> , and <em>USA Today</em>. While Weber is best known for his spirited, modern‑minded space operas, he is also the creator of the Oath of Swords fantasy series and the Dahak science fiction saga. Weber has also engaged in a steady stream of bestselling collaborations, including his Starfire series with Steve White, which produced the <em>New York Times</em> bestseller <em>The Shiva Option</em> among others. Weber’s collaboration with alternate history master Eric Flint led to the bestselling <em>1634: The Baltic War</em> , and his planetary adventure novels with military science fiction ace and multiple national best‑seller John Ringo includes the blockbusters <em>March to the Stars</em> and <em>We Few</em>. Finally, Weber’s teaming with Linda Evans produced the bestselling Multiverse series. David Weber makes his home in South Carolina with his wife and children.  </p>\n<p><strong>Eric Flint</strong> is a new master of science fiction. His alternate-history novel <em>1632</em> received lavish critical praise from all directions and enjoyed high sales. The sequel, <em>1633</em> , written in collaboration with David Weber, has also been highly praised and popular. His first novel, <em>Mother of Demons</em> , was picked by <em>Science Fiction Chronicle</em> as a best novel of the year. He has also shown a powerful gift for humorous fantasy adventure with <em>Forward the Mage</em> and <em>The Philosophical Strangler</em> , which <em>Booklist</em> described as \"Monty Python let loose in Tolkien's Middle Earth.\" With David Drake he has collaborated on five novels in the popular \"Belisarius\" series, and is working on the sixth, <em>The Dance of Time</em>. A longtime labor union activist with a master's degree in history, he currently resides in Indiana with his wife Lucille.\n**</p>",
    "cover": "C:\\Users\\harleypig\\Dropbox\\calibre\\Weber, David\\Crown of Slaves (117)\\cover.jpg",
    "formats": [
      "C:/Users/harleypig/Dropbox/calibre/Weber, David/Crown of Slaves (117)/Crown of Slaves - Weber, David.epub"
    ],
    "id": 117,
    "identifiers": {
      "amazon": "B00AP91PIC",
      "goodreads": "77746",
      "google": "XrV0CwAAQBAJ",
      "isbn": "9781618243775"
    },
    "isbn": "9781618243775",
    "languages": [
      "eng"
    ],
    "last_modified": "2024-12-08T04:28:17+00:00",
    "pubdate": "2003-04-01T16:06:42+00:00",
    "publisher": "Baen",
    "rating": 8,
    "series": "Honor Harrington - Crown of Slaves",
    "series_index": 1.0,
    "size": 723462,
    "tags": [
      "War"
    ],
    "timestamp": "2020-09-19T15:57:58+00:00",
    "title": "Crown of Slaves",
    "uuid": "bed5ba84-cffc-4c09-9d26-8fbd257d8df2"
  },
  {
    "*formats": "EPUB",
    "*read_status": true,
    "author_sort": "Weber, David & Flint, Eric",
    "authors": "Weber, David & Flint, Eric",
    "comments": "<p><strong><em>New York Times</em> Best Seller. </strong><br />\n<strong><em>Wall Street Journal</em> Best Seller. </strong><br />\nFirst Time in Paperback.<br />\n<strong>A New Novel in David Weber’s Best-Selling Honor Harrington Universe</strong>  </p>\n<p><em>FIRST TIME IN PAPERBACK!</em> NEW YORK TIMES <em>AND</em> WALL STREET JOURNAL <em>BEST SELLER!</em>  </p>\n<p>As the slavemasters of Mesa plot against the Star Empire of Manticore and the newly liberated slave planet of Torch, Anton Zilwicki and the notorious Havenite secret agent Victor Cachat set off on a dangerous mission to uncover the truth concerning a wave of mysterious assassinations that have been launched against Manticore and Torch. Most people are sure that the Republic of Haven is behind the assassinations, but Zilwicki and Cachat suspect others of being the guilty party.  </p>\n<p>Queen Berry of Torch was one of the targets of the unknown assassins. The former head of the Ballroom slave liberation organization, Jeremy X—now one of Torch's top officials, but still considered by many the most dangerous terrorist in the galaxy—calls in some past favors owed to him. In response, a security officer from Beowulf arrives in Torch to take charge of Queen Berry's security—a task made doubly difficult by the young monarch's resentment of bodyguards and the security officer's own growing attachment to her.  </p>\n<p>Meanwhile, powerful forces in the Solarian League are maneuvering against each other to gain the upper hand in what they all expect to be an explosive crisis that threatens the very existence of the League itself.\n**</p>",
    "cover": "C:\\Users\\harleypig\\Dropbox\\calibre\\Weber, David\\Torch of Freedom (118)\\cover.jpg",
    "formats": [
      "C:/Users/harleypig/Dropbox/calibre/Weber, David/Torch of Freedom (118)/Torch of Freedom - Weber, David.epub"
    ],
    "id": 118,
    "identifiers": {
      "amazon": "1439134081",
      "goodreads": "6308259",
      "google": "D8B0CwAAQBAJ",
      "isbn": "9781439133057"
    },
    "isbn": "9781439133057",
    "languages": [
      "eng"
    ],
    "last_modified": "2024-12-08T04:28:17+00:00",
    "pubdate": "2009-11-01T16:06:49+00:00",
    "publisher": "Baen",
    "rating": 8,
    "series": "Honor Harrington - Crown of Slaves",
    "series_index": 2.0,
    "size": 684941,
    "tags": [
      "War"
    ],
    "timestamp": "2020-09-19T15:57:59+00:00",
    "title": "Torch of Freedom",
    "uuid": "22931ab2-786f-4708-a7c9-e6926e1765e9"
  },
  {
    "*formats": "EPUB",
    "*read_status": true,
    "author_sort": "Weber, David & Flint, Eric",
    "authors": "Weber, David & Flint, Eric",
    "comments": "<div><p>Sequel to national bestsellers <em>Torch of Freedom </em>and <em>Crown of Slaves, </em>Book Three in the Crown of Slaves, - Honor Harrington universe. Secret agent Anton Zilwicki and Victor Cachat return in this classic tie-in series set in David Weber's Honorverse.  </p><p><strong>TOIL AND TROUBLE IN THE CAULDRON OF GHOSTS</strong>  </p><p>The Mesan Alignment: a centuries-old cabal that seeks to impose its vision of a society dominated by genetic rank onto the human race. Now the conspiracy stands exposed by spies Anton Zilwicki and Victor Cachat—one an agent of Honor Harrington’s Star Kingdom of Manticore, the other a Havenite operative. The outing of the Alignment has turned the galaxy’s political framework topsy-turvy. Old coalitions have disintegrated. New alliances have been born.  </p><p>For starters, the long and hard-fought war between the Republic of Haven and the Star Empire of Manticore is not only over, but these bitter enemies have formed a new pact. Their common foe: the Mesan Alignment itself.   </p><p>But more information is needed to bring the Alignment out of the shadows. Now, defying the odds and relying on genetic wizardry themselves for a disguise, Zilwicki and Cachat return to Mesa—only to discover that even they have underestimated the Alignment’s ruthlessness and savagery.   </p><p>Soon they are on the run in Mesa’s underworld, not only hunted by the Alignment but threatened by the exploding conflict on the planet between Mesa’s overlords and the brutalized slaves and descendants of slaves who have suffered under their rule for so long. But if Zilwicki and Cachat succeed in rooting out the ancient conspiracy, a great evil may be finally removed from the galaxy—and on a long-oppressed planet, freedom may finally dawn.  </p><p><strong>About the Crown of Slave Series:</strong><br>\"Fans of Weber's Honor Harrington series … will be delighted with this offshoot in which he and coauthor Flint develop several situations and characters from other stories. ...This outstanding effort transcends the label 'space opera' and truly is a novel of ideas.”—<em>Publishers Weekly</em></p><p>**</p></div>",
    "cover": "C:\\Users\\harleypig\\Dropbox\\calibre\\Weber, David\\Cauldron of Ghosts (119)\\cover.jpg",
    "formats": [
      "C:/Users/harleypig/Dropbox/calibre/Weber, David/Cauldron of Ghosts (119)/Cauldron of Ghosts - Weber, David.epub"
    ],
    "id": 119,
    "identifiers": {
      "amazon": "1476736332",
      "isbn": "9781476736334"
    },
    "isbn": "9781476736334",
    "languages": [
      "eng"
    ],
    "last_modified": "2024-12-08T04:28:17+00:00",
    "pubdate": "2014-04-08T04:00:00+00:00",
    "publisher": "Baen",
    "series": "Honor Harrington - Crown of Slaves",
    "series_index": 3.0,
    "size": 762846,
    "tags": [
      "War"
    ],
    "timestamp": "2020-09-19T15:57:59+00:00",
    "title": "Cauldron of Ghosts",
    "uuid": "b2334a56-a004-43b5-bbba-da98864028de"
  },
  {
    "*formats": "EPUB",
    "*read_status": true,
    "author_sort": "Weber, David",
    "authors": "Weber, David",
    "comments": "<p>INTRODUCING<br />\nHONOR HARRINGTON  </p>\n<p>Having made him look a fool, she's been exiled to Basilisk Station in disgrace and set up for ruin by a superior who hates her.  </p>\n<p>Her demoralized crew blames her for their ship's humiliating posting to an out-of-the-way picket station.  </p>\n<p>The aborigines of the system's only habitable planet are smoking homicide-inducing hallucinogens.  </p>\n<p>Parliament isn't sure it wants to keep the place; the major local industry is smuggling; the merchant cartels want her head; the star-conquering, so-called \"Republic\" of Haven is Up To Something; and Honor Harrington has a single, over-age light cruiser with an armament that doesn't work to police the entire star system.  </p>\n<p>But the people out to get her have made one mistake. They've made her mad.  </p>\n<p>At the publisher's request, this title is sold without DRM (DRM Rights Management).\n**</p>",
    "cover": "C:\\Users\\harleypig\\Dropbox\\calibre\\Weber, David\\On Basilisk Station (120)\\cover.jpg",
    "formats": [
      "C:/Users/harleypig/Dropbox/calibre/Weber, David/On Basilisk Station (120)/On Basilisk Station - Weber, David.epub"
    ],
    "id": 120,
    "identifiers": {
      "amazon": "B00ARPJBS0",
      "doi": "10.1125/Baen/0743435710",
      "goodreads": "35921",
      "google": "WNwQDpT9roMC",
      "guid": "{751CD73A-5E68-4F76-AA99-C79D0A81E763}",
      "isbn": "9780743435710",
      "isbn10-hardcover": "0-671-57793-X",
      "isbn10-paperback": "0-7434-3571-0",
      "isbn13-hardcover": "978-0-671-57793-3",
      "isbn13-paperback": "978-0-7434-3571-0"
    },
    "isbn": "9780743435710",
    "languages": [
      "eng"
    ],
    "last_modified": "2024-12-08T04:28:17+00:00",
    "pubdate": "1992-04-01T00:00:00+00:00",
    "publisher": "Baen Books",
    "rating": 8,
    "series": "Honor Harrington",
    "series_index": 1.0,
    "size": 452346,
    "tags": [
      "War"
    ],
    "timestamp": "2020-09-19T15:58:00+00:00",
    "title": "On Basilisk Station",
    "uuid": "f03cd36b-96b0-4bff-ae9a-3b537c5a34d3"
  },
  {
    "*formats": "EPUB",
    "*read_status": true,
    "author_sort": "Weber, David",
    "authors": "Weber, David",
    "comments": "<p>RIGHT WOMAN, WRONG PLACE  </p>\n<p>It's hard to give peace a chance when the other side regards war as the necessary prelude to conquest, and a sneak attack as the best means to that end. That's why the Kingdom of Manticore needs allies against the so-called \"\"Republic\"\" of Haven--and the planet Grayson is just the right strategic place to make a very good ally indeed. But Her Majesty's Foreign Office had overlooked a \"\"minor cultural difference\"\" when they chose Honor Harrington to carry the flag: women on the planet Grayson are without rank or rights; Honor's very presence is an intolerable affront to every male on the planet.  </p>\n<p>At first Honor doesn't take it personally; where she comes from gender discrimination is barely a historical memory, right up there in significance to fear of the left-handed. But in time such treatment as she receives from the Graysonites does become wearing, and Honor would withdraw if she could--but then Grayson's fratricidal sister planet attacks without warning and she must stay and prevail, not just for Honor's honor, but for her sovereign's, for--THE HONOR OF THE QUEEN.  </p>\n<p>At the publisher's request, this title is sold without DRM (Digital Rights Management).\n**</p>",
    "cover": "C:\\Users\\harleypig\\Dropbox\\calibre\\Weber, David\\The Honor of the Queen (121)\\cover.jpg",
    "formats": [
      "C:/Users/harleypig/Dropbox/calibre/Weber, David/The Honor of the Queen (121)/The Honor of the Queen - Weber, David.epub"
    ],
    "id": 121,
    "identifiers": {
      "amazon": "B00BBI9WD6",
      "goodreads": "77735",
      "isbn": "9780671721725"
    },
    "isbn": "9780671721725",
    "languages": [
      "eng"
    ],
    "last_modified": "2024-12-08T04:28:17+00:00",
    "pubdate": "1993-06-01T00:00:00+00:00",
    "publisher": "Baen Books",
    "rating": 8,
    "series": "Honor Harrington",
    "series_index": 2.0,
    "size": 443021,
    "tags": [
      "War"
    ],
    "timestamp": "2020-09-19T15:58:01+00:00",
    "title": "The Honor of the Queen",
    "uuid": "d0f125b6-45c5-4bf0-95ba-ebb874cc2036"
  },
  {
    "*formats": "EPUB",
    "*read_status": true,
    "author_sort": "Weber, David",
    "authors": "Weber, David",
    "comments": "<p>The families who rule the People's Republic of Haven are in trouble. The treasury's empty, the proles are restless, and civil war is imminent. To keep in power they know exactly what they need: a short, victorious war to unite the people and fill their coffers once more. It's a card they've played often, and all that stands in their way is the Star Kingdom of Manticore and its threadbare allies; enemies who, in the past, have always backed down. Only this time the Peeps face something different. This time they're up against Captain Honor Harrington and a Royal Manticoran Navy that's prepared to give them a war that's far from short - and anything but victorious.</p>",
    "cover": "C:\\Users\\harleypig\\Dropbox\\calibre\\Weber, David\\The Short Victorious War (122)\\cover.jpg",
    "formats": [
      "C:/Users/harleypig/Dropbox/calibre/Weber, David/The Short Victorious War (122)/The Short Victorious War - Weber, David.epub"
    ],
    "id": 122,
    "identifiers": {
      "amazon": "0743435737",
      "goodreads": "2037129",
      "google": "KOyIXZ_qogsC",
      "isbn": "9780743435512"
    },
    "isbn": "9780743435512",
    "languages": [
      "eng"
    ],
    "last_modified": "2024-12-08T04:28:17+00:00",
    "pubdate": "1994-04-01T00:00:00+00:00",
    "publisher": "Baen",
    "rating": 10,
    "series": "Honor Harrington",
    "series_index": 3.0,
    "size": 483341,
    "tags": [
      "War"
    ],
    "timestamp": "2020-09-19T15:58:02+00:00",
    "title": "The Short Victorious War",
    "uuid": "fa957520-b80b-4797-962d-9eff854d4d42"
  },
  {
    "*formats": "EPUB",
    "*read_status": true,
    "author_sort": "Weber, David",
    "authors": "Weber, David",
    "comments": "<p>HONOR BETRAYED  </p>\n<p>The People's Republic of Haven's sneak attack on the Kingdom of Manticore has failed. The Peeps are in disarray, their leaders fighting for power in bloody revolution, and the Royal Manticoran Navy stands victorious.  </p>\n<p>But Manticore has domestic problems of its own, and success can be more treacherous than defeat for Honor Harrington. Now, trapped at the core of a political crisis she never sought, betrayed by an old and vicious enemy she'd thought vanquished forever, she stands alone.  </p>\n<p>She must fight for justice on a battlefield she never trained for in a private war that offers just two choices: death . . . or a ''victory'' that can end only in dishonor and the loss of all she loves.  </p>\n<p><strong>About David Weber and the Honor Harrington series:<br />\n</strong> “. . .everything you could want in a heroine…. Excellent … plenty of action.”– <em>Science Fiction Age</em>   </p>\n<p>“Brilliant! Brilliant! Brilliant!”–Anne McCaffrey   </p>\n<p>“Compelling combat combined with engaging characters for a great space opera adventure.”– <em>Locus</em>  </p>\n<p>“Weber combines realistic, engaging characters with intelligent technological projection . . . Fans of this venerable space opera will rejoice . . .”– *Publishers Weekly  </p>\n<ul>\n<li>\n<p><strong>About <em>Shadow of Freedom,</em> #15 in the Honor Harrington series:<br />\n</strong>“This entry is just as exciting as Weber’s initial offering. . . .The result is a fast-paced and action-packed story that follows [our characters] as they move from reaction to command of the situation. Weber builds <em>Shadow of Freedom</em> to an exciting and unexpected climax.”— *Daily News of Galveston  </p>\n</li>\n<li>\n<p><strong>About <em>Mission of Honor</em> , #13 in the Honor Harrington series: </strong><br />\n“Weber combines realistic, engaging characters with intelligent technological projection and a deep understanding of military bureaucracy in this long-awaited Honor Harrington novel … Fans of this venerable space opera will rejoice to see Honor back in action.”– <em>Publishers Weekly</em>   </p>\n</li>\n</ul>\n<p>“This latest Honor Harrington novel brings the saga to another crucial turning point … Readers may feel confident that they will be Honored many more times and enjoy it every time.”– *Booklist  </p>\n<ul>\n<li><strong>Honor Harrington Main Series:</strong> <br />\n<em>On Basilisk Station</em><br />\n<em>The Honor of the Queen</em><br />\n<strong> <em>The Short Victorious War</em><br />\n<strong><em>Field of Dishonor</em><em> </em><br />\n<em>Flag in Exile</em><br />\n</strong> <em>Honor Among Enemies</em><br />\n<em>In Enemy Hands</em><br />\n</strong> <em>Echoes of Honor</em><br />\n *Ashes of Victory  </li>\n<li>*War of Honor  </li>\n<li><em>The Shadow of Saganami</em><br />\n<em>At All Costs</em><br />\n<em><em> </em>Storm from the Shadows</em><br />\n<em>Mission of Honor</em><br />\n<em>A Rising Thunder</em><br />\n<em>Shadow of Freedom</em></li>\n</ul>",
    "cover": "C:\\Users\\harleypig\\Dropbox\\calibre\\Weber, David\\Field of Dishonor (123)\\cover.jpg",
    "formats": [
      "C:/Users/harleypig/Dropbox/calibre/Weber, David/Field of Dishonor (123)/Field of Dishonor - Weber, David.epub"
    ],
    "id": 123,
    "identifiers": {
      "amazon": "B00APAEID0",
      "goodreads": "504369",
      "google": "uv1_p5cfBeUC",
      "isbn": "9780743435741"
    },
    "isbn": "9780743435741",
    "languages": [
      "eng"
    ],
    "last_modified": "2024-12-08T04:28:17+00:00",
    "pubdate": "1994-10-01T00:00:00+00:00",
    "publisher": "Baen",
    "rating": 8,
    "series": "Honor Harrington",
    "series_index": 4.0,
    "size": 375247,
    "tags": [
      "War"
    ],
    "timestamp": "2020-09-19T15:58:03+00:00",
    "title": "Field of Dishonor",
    "uuid": "565f6dae-bbb8-40da-b7e8-8a5023b00379"
  },
  {
    "*formats": "EPUB",
    "*read_status": true,
    "author_sort": "Weber, David",
    "authors": "Weber, David",
    "comments": "<p>Hounded into retirement and disgrace by political enemies, cut to the heart by the murder of the man she loved, and bereft of confidence in herself and her abilities, Captain Honor Harrington has retreated to the planet Grayson to take up her role as Steadholder while she tries to heal her bitter wounds.  </p>\n<p>But the People's Republic of Haven is rising from defeat to threaten Grayson anew, and the newborn Grayson Navy needs her experience desperately. It's a call Honor cannot refuse, yet even as she once more accepts the duty whose challenges she fears she can no longer meet, powerful men who hate and fear the changes she's brought to their world are determined to reverse them. They have a plan ... and for it to succeed Honor Harrington must die.   </p>\n<p>Two irresistible forces are rushing together to crush Grayson between them, and only one woman uncertain of her capabilities, weary unto death, and marked for murder-stands between her adopted planet and its devastation.  </p>",
    "cover": "C:\\Users\\harleypig\\Dropbox\\calibre\\Weber, David\\Flag in Exile (124)\\cover.jpg",
    "formats": [
      "C:/Users/harleypig/Dropbox/calibre/Weber, David/Flag in Exile (124)/Flag in Exile - Weber, David.epub"
    ],
    "id": 124,
    "identifiers": {
      "amazon": "0743435753",
      "goodreads": "1300590",
      "google": "OFewJgAACAAJ",
      "isbn": "9780671319809"
    },
    "isbn": "9780671319809",
    "languages": [
      "eng"
    ],
    "last_modified": "2024-12-08T04:28:17+00:00",
    "pubdate": "1995-09-01T00:00:00+00:00",
    "publisher": "Baen",
    "rating": 8,
    "series": "Honor Harrington",
    "series_index": 5.0,
    "size": 430412,
    "tags": [
      "War"
    ],
    "timestamp": "2020-09-19T15:58:04+00:00",
    "title": "Flag in Exile",
    "uuid": "697501ad-0e5a-4aa6-bc8c-cf3b9d40dc14"
  },
  {
    "*formats": "EPUB",
    "*read_status": true,
    "author_sort": "Weber, David",
    "authors": "Weber, David",
    "comments": "For Captain Honor Harrington, it's sometimes hard to know who the enemy really is. Despite political foes, professional jealousies, and the scandal which drove her into exile, she's been offered a chance to reclaim her career as an officer of the Royal Manticoran Navy, But there's a catch: She must assume command of a \"squadron\" of jury-rigged armed merchantmen with crew drawn from the dregs of the galaxy.",
    "cover": "C:\\Users\\harleypig\\Dropbox\\calibre\\Weber, David\\Honor Among Enemies (125)\\cover.jpg",
    "formats": [
      "C:/Users/harleypig/Dropbox/calibre/Weber, David/Honor Among Enemies (125)/Honor Among Enemies - Weber, David.epub"
    ],
    "id": 125,
    "identifiers": {
      "goodreads": "946026",
      "google": "i2KjqIKu_CgC",
      "isbn": "9780671877231"
    },
    "isbn": "9780671877231",
    "languages": [
      "eng"
    ],
    "last_modified": "2024-12-08T04:28:17+00:00",
    "pubdate": "1996-06-01T00:00:00+00:00",
    "publisher": "Baen",
    "rating": 8,
    "series": "Honor Harrington",
    "series_index": 6.0,
    "size": 570178,
    "tags": [
      "War"
    ],
    "timestamp": "2020-09-19T15:58:06+00:00",
    "title": "Honor Among Enemies",
    "uuid": "940f1348-cc8e-426f-b16a-0b44f8570bbb"
  },
  {
    "*formats": "EPUB",
    "*read_status": true,
    "author_sort": "Weber, David",
    "authors": "Weber, David",
    "comments": "<p><strong>The Road to Hell</strong>  </p>\n<p>Honor Harrington's career has its ups and its downs. She's survived ship-to-ship battles, assassins, political vendettas, and duels. She's been shot at, shot down, and just plain shot, had starships blown out from under her, and made personal enemies who will stop at nothing to ruin her, and somehow she's survived it all.  </p>\n<p>But this time she's really in trouble.  </p>\n<p>The People's Republic of Haven has finally found an admiral who can win battles, and Honor's orders take her straight into an ambush. Outnumbered, outgunned, and unable to run, she has just two options: see the people under her command die in a hopeless, futile battle... or surrender them-and herself-to the Peeps.  </p>\n<p>There can be only one choice, and at least the People's Navy promises to treat their prisoners honorably. But the Navy is overruled by the political authorities, and Honor finds herself bound for a prison planet aptly named \"Hell\"... and her scheduled execution.  </p>\n<p>Put into solitary confinement, separated from her officers and her treecat Nimitz, and subjected to systematic humiliation by her gaolers, Honor's future has become both bleak and short. Yet bad as things look, they're about to get worse ...for the Peeps.  </p>\n<p>At the publisher's request, this title is sold without DRM (Digital Rights Management).  </p>\n<p>A lifetime military history buff, David Weber has carried his interest in history into his fiction.  In the <em>New York Times</em> best selling Honor Harrington series, the spirit of both C.S. Forester's Horatio Hornblower and history's Admiral Nelson are evident.  With over five million copies of his books in print, David Weber is the fastest rising star in the Science Fiction universe.  His Honor Harrington series boasts over 3 million copies in print, and Weber has had over thirteen of his titles on <em>The New York Times</em> Best Seller List.  <em>War of Honor</em> , book 10 in the series appeared on over twelve Best Seller lists, including <em>The Wall Street Journal</em> , <em>The New York Times</em> , and <em>USA TODAY</em>.  </p>\n<p>While he is best known for his spirited, modern-minded space operas, he has also developed a fantasy series, of which two books have been published:  <em>Oath of Swords</em> and <em>The War God's Own</em>.  David's solo work also includes three novels of the \"Dahak\" series, and the stand alone novels:  <em>Path of the Fury</em> and <em>The Excalibur Alternative</em>.  </p>\n<p>Weber's first published novels grew out of his work as a war game designer for the Task Force game Starfire.  With collaborator Steve White, Weber has written four novels set in that universe: <em>Insurrection</em> , <em>Crusade</em> , <em>In Death Ground</em> , and <em>The Shiva Option</em>.  </p>\n<p>Recent bestsellers in planetary adventures also include the teamwork of John Ringo in the best selling Empire of Man series where the titles <em>March Upcountry</em> , <em>March to the Sea</em> , <em>March to the Stars</em> and <em>We Few</em> have made appearances on <em>The New York Times</em> List.  </p>\n<p>Weber's proliferation continues with author Eric Flint, where they joined forces in the Best Selling \"Ring of Fire\" alternate history series, for <em>1634: The Baltic War</em> , coming in May.  </p>\n<p>A popular guest at science fiction conventions, Weber makes his home in South Carolina with his wife Sharon, three children and a passel of dogs.\n**</p>",
    "cover": "C:\\Users\\harleypig\\Dropbox\\calibre\\Weber, David\\In Enemy Hands (126)\\cover.jpg",
    "formats": [
      "C:/Users/harleypig/Dropbox/calibre/Weber, David/In Enemy Hands (126)/In Enemy Hands - Weber, David.epub"
    ],
    "id": 126,
    "identifiers": {
      "amazon": "B00APAR9AE",
      "goodreads": "77740",
      "google": "I6tRPgAACAAJ",
      "isbn": "9781439570692"
    },
    "isbn": "9781439570692",
    "languages": [
      "eng"
    ],
    "last_modified": "2024-12-08T04:28:17+00:00",
    "pubdate": "1997-08-01T00:00:00+00:00",
    "publisher": "Baen",
    "rating": 8,
    "series": "Honor Harrington",
    "series_index": 7.0,
    "size": 695950,
    "tags": [
      "War"
    ],
    "timestamp": "2020-09-19T15:58:06+00:00",
    "title": "In Enemy Hands",
    "uuid": "b8322da2-e0b4-4529-92c8-f197b7aca581"
  },
  {
    "*formats": "EPUB",
    "*read_status": true,
    "author_sort": "Weber, David",
    "authors": "Weber, David",
    "comments": "<p>BACK FROM HELL  </p>\n<p>For eight bloody years, the Star Kingdom of Manticore and its allies have taken the war to the vastly more powerful People's Republic of Haven, and Commodore Honor Harrington has been in the forefront of that war.  </p>\n<p>But now Honor has fallen, captured by the Peep Navy, turned over to the forces of State Security ... and executed on the interstellar network's nightly news.  </p>\n<p>The Manticoran Alliance is stunned and infuriated by Honor's death and grimly resolved to avenge it. Yet their military is over-extended and the People's Republic is poised to take (he offensive once more, this time with a new strategy, new weapons, a new command team, and a whole new determination to win. The war is about to enter a phase of unprecedented ferocity . . . and the Alliance is on the short end of the stick.  </p>\n<p>But even as powerful Peep fleets hurtle towards their objectives, neither they nor the Alliance are aware of events occurring on a distant, isolated, inescapable prison planet called Hell. For what no one knows, not even State Security, is that Honor Harrington is not dead. She and a handful of her people are trapped on Hell, and determined to disprove the Peep boast that no one can ever escape it. Honor Harrington is going home, and taking her people with her... even if she has to conquer Hell to do it.  </p>\n<p>At the publisher's request, this title is sold without DRM (DRM Rights Management).\n**</p>",
    "cover": "C:\\Users\\harleypig\\Dropbox\\calibre\\Weber, David\\Echoes of Honor (127)\\cover.jpg",
    "formats": [
      "C:/Users/harleypig/Dropbox/calibre/Weber, David/Echoes of Honor (127)/Echoes of Honor - Weber, David.epub"
    ],
    "id": 127,
    "identifiers": {
      "amazon": "B00APADZKW",
      "doi": "10.1125/Baen.",
      "goodreads": "77741",
      "google": "pc7QfjXob1EC",
      "isbn": "9780671578336",
      "isbn-hardcover": "0-671-87892-1",
      "isbn-paperback": "0-671-57833-2"
    },
    "isbn": "9780671578336",
    "languages": [
      "eng"
    ],
    "last_modified": "2024-12-08T04:28:17+00:00",
    "pubdate": "1998-09-04T00:00:00+00:00",
    "publisher": "Baen",
    "rating": 8,
    "series": "Honor Harrington",
    "series_index": 8.0,
    "size": 695617,
    "tags": [
      "War"
    ],
    "timestamp": "2020-09-19T15:58:07+00:00",
    "title": "Echoes of Honor",
    "uuid": "58075259-77f9-4774-a823-8924fb930428"
  },
  {
    "*formats": "EPUB",
    "*read_status": true,
    "author_sort": "Weber, David",
    "authors": "Weber, David",
    "comments": "The People's Republic of Haven made a tiny mistake when it announced the execution of Honor Harrington. Now Honor has escaped from the prison planet called Hell and returned to the Manticoran Alliance with almost half a million freed prisoners. Her return from the dead comes at a critical time, providing a much-needed lift for the Allies' morale. Author res.: SC. Large first printing (F). 0671578545. Previous: APOCALYPSE TROLL; FIELD OF DISHONOR; et al.--TO 12/00/1999.",
    "cover": "C:\\Users\\harleypig\\Dropbox\\calibre\\Weber, David\\Ashes of Victory (128)\\cover.jpg",
    "formats": [
      "C:/Users/harleypig/Dropbox/calibre/Weber, David/Ashes of Victory (128)/Ashes of Victory - Weber, David.epub"
    ],
    "id": 128,
    "identifiers": {
      "doi": "10.1125/Baen.0671578545",
      "google": "x5IxFHbI-TsC",
      "isbn": "9780671578541",
      "isbn-hardcover": "0-671-57854-5",
      "isbn-paperback": "0-671-31977-9"
    },
    "isbn": "9780671578541",
    "languages": [
      "eng"
    ],
    "last_modified": "2024-12-08T04:24:51+00:00",
    "pubdate": "2000-03-15T16:04:59+00:00",
    "publisher": "Baen Books",
    "series": "Honor Harrington",
    "series_index": 9.0,
    "size": 675384,
    "tags": [
      "War"
    ],
    "timestamp": "2020-09-19T15:58:08+00:00",
    "title": "Ashes of Victory",
    "uuid": "6b0e151c-f929-4314-8547-bc3f83ccb739"
  },
  {
    "*formats": "EPUB",
    "*read_status": true,
    "author_sort": "Weber, David",
    "authors": "Weber, David",
    "comments": "<p>NO ONE WANTED ANOTHER WAR  </p>\n<p>Thomas Theisman didn't. After risking his life and a fresh round of civil war to overthrow the Committee of Public Safety's reign of terror and restore the Republic of Haven's ancient Constitution, an interstellar war was the last thing he wanted.  </p>\n<p>Baron High Ridge didn't. The Prime Minister of Manticore was perfectly happy with the war he had. No one was shooting anyone else at the moment, and as long as he could spin out negotiations on the formal treaty of peace, his government could continue to milk all those ''hostilities only'' tax measures for their own partisan projects.  </p>\n<p>His Imperial Majesty Gustav didn't. Now that the fighting between the Star Kingdom and the Havenites had ended, the Andermani Emperor had his own plans for Silesia, and he was confident he could achieve them without a war of his own.  </p>\n<p>Protector Benjamin didn't. His people had made too deep a commitment to the Manticoran Alliance, in blood as well as treasure, for him to want to risk seeing it all thrown away.  </p>\n<p>And Honor Harrington certainly didn't. The ''Salamander'' had seen the inside of too many furnaces already, knew too much about how much war cost.  </p>\n<p>Unfortunately, what they wanted didn't matter....  </p>\n<p>At the publisher's request, this title is sold without DRM (DRM Rights Management).\n**</p>",
    "cover": "C:\\Users\\harleypig\\Dropbox\\calibre\\Weber, David\\War of Honor (129)\\cover.jpg",
    "formats": [
      "C:/Users/harleypig/Dropbox/calibre/Weber, David/War of Honor (129)/War of Honor - Weber, David.epub"
    ],
    "id": 129,
    "identifiers": {
      "amazon": "B00AP91YH4",
      "goodreads": "77743",
      "google": "W-MBq65BxIgC",
      "isbn": "9780743435451"
    },
    "isbn": "9780743435451",
    "languages": [
      "eng"
    ],
    "last_modified": "2024-12-08T04:28:17+00:00",
    "pubdate": "2002-09-30T00:00:00+00:00",
    "publisher": "Baen",
    "rating": 8,
    "series": "Honor Harrington",
    "series_index": 10.0,
    "size": 917326,
    "tags": [
      "War"
    ],
    "timestamp": "2020-09-19T15:58:09+00:00",
    "title": "War of Honor",
    "uuid": "da027318-8ad0-42f9-9965-0a2c22af8917"
  },
  {
    "*formats": "EPUB",
    "*read_status": true,
    "author_sort": "Weber, David",
    "authors": "Weber, David",
    "comments": "The New York Times best-selling heroine Honor Harrington returns in a new blockbuster adventure. David Weber, the master of spaceways adventure, is back, so get ready for bigger sales than ever!What price victory? The war with the Republic of Haven has resumed . . . disastrously for the Star Kingdom of Manticore. Admiral Lady Dame Honor Harrington, Steadholder and Duchess Harrington, the single victorious Allied commander of the opening phase of the new war, has been recalled from the Sidemore System to command Eighth Fleet. Everyone knows Eighth Fleet is the Alliance's primary offensive command, which makes it the natural assignment for the woman the media calls \"the Salamander.\" But what most of the public DOESN'T know is that not only are the Star Kingdom and its Allies badly outnumbered by the Republic's new fleet, but that the odds are going to get steadily worse. Eighth Fleet's job is to somehow prevent those odds from crushing the Alliance before the Star Kingdom can regain its strategic balance. It's a job which won't be done cheaply. Honor Harrington must meet her formidable responsibilities with inferior forces even as she copes with tumultuous changes in her personal and public life. The alternative to victory is total defeat, yet this time the COST of victory will be agonizingly high.",
    "cover": "C:\\Users\\harleypig\\Dropbox\\calibre\\Weber, David\\At All Costs (130)\\cover.jpg",
    "formats": [
      "C:/Users/harleypig/Dropbox/calibre/Weber, David/At All Costs (130)/At All Costs - Weber, David.epub"
    ],
    "id": 130,
    "identifiers": {
      "amazon": "1416544143",
      "goodreads": "77732",
      "google": "SDlNxTjx1xgC",
      "isbn": "9781416509110"
    },
    "isbn": "9781416509110",
    "languages": [
      "eng"
    ],
    "last_modified": "2024-12-08T04:29:24+00:00",
    "pubdate": "2005-10-25T00:00:00+00:00",
    "publisher": "Baen",
    "rating": 8,
    "series": "Honor Harrington",
    "series_index": 11.0,
    "size": 989749,
    "tags": [
      "War"
    ],
    "timestamp": "2020-09-19T15:58:10+00:00",
    "title": "At All Costs",
    "uuid": "cdb2d329-041e-48c7-92d5-bca6dfe99c83"
  },
  {
    "*formats": "EPUB",
    "*read_status": false,
    "author_sort": "Weber, David",
    "authors": "Weber, David",
    "comments": "<p>The biggest-selling military science fiction heroine of all time is back in book #12 in the multiple <em>New York Times</em> best-selling series.  Venerated SF military heroine Honor Harrington must pull off the greatest feat of her storied career as she defends her Manticorean Star Kingdom from a devastating and massive surprise attack.   </p>\n<p>The hottest military science fiction series of all time continues with book #12 in the legendary Honor Harrington saga.    </p>\n<p>This time, it’s all or nothing for Honor. She imagined she might rest on her laurels.  Settle down.  Spend years with her loved ones.  But the galaxy had other plans.   As the nearly-unstoppable juggernaut of the mighty Solarian League allies with the Star Kingdom’s bitter enemies and closes in, millions die and billions are on the chopping block.  Defeat and slavery to a nasty enemy looms.    </p>\n<p>But Honor Harington has tasted defeat before and come back to win ultimate victory.  The task is dauting:  she must save her family, preserve the life she has built – and once again rescue the constitutional order of her beloved Star Kingdom. The solution?  To brave utter annihilation in a desperate move to defeat her gathered enemies and win freedom for freedom for her people and the kingdom she has given her life and blood for time and again.  </p>\n<p><strong>About *Mission of Honor:</strong>*  </p>\n<p>“Weber combines realistic, engaging characters with intelligent technological projection and a deep understanding of military bureaucracy in the long-awaited 12th Honor Harrington novel…Fans of this venerable space opera will rejoice to see Honor back in action.” –  <em>Publishers Weekly</em> on <em>Mission of Honor</em>  </p>\n<p>“This latest Honor Harrington novel brings the saga to another crucial turning point…Readers may feel confident that they will be Honored many more times and enjoy it every time.” – <em>Booklist</em> on <em>Mission of Honor</em>  </p>\n<p><strong>About David Weber and the Honor Harrington series:</strong><br />\n“Honor is everything you could want in a heroine….excellent…plenty of action.” – <em>Science Fiction Age</em>    </p>\n<p>“Brilliant! Brilliant! Brilliant!” – Anne McCaffrey  </p>\n<p>“Compelling combat combined with engaging characters for a great space opera adventure.” – <em>Locus</em>\n**</p>",
    "cover": "C:\\Users\\harleypig\\Dropbox\\calibre\\Weber, David\\Mission of Honor (131)\\cover.jpg",
    "formats": [
      "C:/Users/harleypig/Dropbox/calibre/Weber, David/Mission of Honor (131)/Mission of Honor - Weber, David.epub"
    ],
    "id": 131,
    "identifiers": {
      "amazon": "1439134510",
      "goodreads": "7106681",
      "google": "HJFbewAACAAJ",
      "isbn": "9781439133613"
    },
    "isbn": "9781439133613",
    "languages": [
      "eng"
    ],
    "last_modified": "2024-12-08T04:28:35+00:00",
    "pubdate": "2010-06-22T00:00:00+00:00",
    "publisher": "Baen",
    "rating": 8,
    "series": "Honor Harrington",
    "series_index": 12.0,
    "size": 697634,
    "tags": [
      "War"
    ],
    "timestamp": "2020-09-19T15:58:11+00:00",
    "title": "Mission of Honor",
    "uuid": "8374fe6b-ffb6-4539-8fc0-36c067908661"
  },
  {
    "*formats": "EPUB",
    "*read_status": false,
    "author_sort": "Weber, David",
    "authors": "Weber, David",
    "comments": "<div><p><em># 3 New York Times </em>bestseller in hardcover. David Weber <em>New York Times, USA Today, Wall Street Journal</em> and international bestselling<em> </em>phenomenon delivers book #13 in the multiple <em>New York Times </em>best-selling Honor Harrington series. Honor Harrington faces down a powerful attack by a corrupt and powerful star empire while rooting out a deadly plot to enslave the entire human-inhabited galaxy.****  </p>\n<p>Peril and strife strike on a double front for Honor Harrington and company. After a brutal attack on the Manticoran home system, Honor Harrington and the Star Kingdom she serves battle back against a new, technologically powerful, and utterly nefarious enemy. And as if that weren’t task enough, Honor must also face down a centuries-old nemesis in the crumbling, but still mighty, Solarian League.   </p>\n<p>The war between the People’s Republic of Haven and the Star Kingdom is finally won and peace established, but grave danger looms–for there is a plan well on its way to completion designed to enslave the entire human species. Behind that plan lies the shadowy organization known as the Mesan Alignment.   </p>\n<p>Task number one for Honor is to defend against another devastating Mesan strike–a strike that may well spell the doom of the Star Kingdom in one fell blow. It is time to shut down and secure the wormhole network that is the source of the Star Kingdom’s wealth and power–but also its greatest vulnerability. Yet this is an act that the ancient and corrupt Earth-based Solarian League inevitably will take as a declaration of war.   </p>\n<p>The thunder of battle rolls as the Solarian League directs its massive power against the Star Kingdom. And once again, Honor Harrington is thrust into a desperate battle that she <em>must </em>win if she is to survive to take the fight to the real enemy of galactic freedom–the insidious puppetmasters of war who lurk behind the Mesan Alignment!  </p>\n<p><strong>About <em>A Rising Thunder</em>:</strong><br>\n“Intrigue and counter-intrigue heighten the tension in Weber's 13th Honor Harrington novel. . .as the author highlights the complex maneuverings of government leaders in this politically savvy. . .novel that bridges the gap between the last novel and the expected sequel.”—<em>Publishers Weekly</em>  </p>\n<p><strong>About <em>Mission of Honor</em>, #12 in the Honor Harrington series:</strong><br>\n“Weber combines realistic, engaging characters with intelligent technological projection and a deep understanding of military bureaucracy in the long-awaited 12th Honor Harrington novel…Fans of this venerable space opera will rejoice to see Honor back in action.”–<em>Publishers Weekly</em>   </p>\n<p>“This latest Honor Harrington novel brings the saga to another crucial turning point…Readers may feel confident that they will be Honored many more times and enjoy it every time.”–<em>Booklist</em>  </p>\n<p><strong>About David Weber and the Honor Harrington series:</strong><br>\n“. . .everything you could want in a heroine….excellent…plenty of action.”–<em>Science Fiction Age</em>  </p>\n<p>“Brilliant! Brilliant! Brilliant!”–Anne McCaffrey  </p>\n<p>“Compelling combat combined with engaging characters for a great space opera adventure.”–<em>Locus</em>  </p>\n<p>“Weber combines realistic, engaging characters with intelligent technological projection. . .Fans of this venerable space opera will rejoice. . .”–<em>Publishers Weekly</em></p>\n<p>**</p></div>",
    "cover": "C:\\Users\\harleypig\\Dropbox\\calibre\\Weber, David\\A Rising Thunder (132)\\cover.jpg",
    "formats": [
      "C:/Users/harleypig/Dropbox/calibre/Weber, David/A Rising Thunder (132)/A Rising Thunder - Weber, David.epub"
    ],
    "id": 132,
    "identifiers": {
      "amazon": "147673612X",
      "isbn": "9781476736129"
    },
    "isbn": "9781476736129",
    "languages": [
      "eng"
    ],
    "last_modified": "2024-12-08T04:28:35+00:00",
    "pubdate": "2013-12-31T05:00:00+00:00",
    "publisher": "Baen",
    "rating": 8,
    "series": "Honor Harrington",
    "series_index": 13.0,
    "size": 546697,
    "tags": [
      "War"
    ],
    "timestamp": "2020-09-19T15:58:12+00:00",
    "title": "A Rising Thunder",
    "uuid": "aaef3b14-f082-4497-9bf8-2d7f3426dbaf"
  },
  {
    "*formats": "EPUB",
    "*read_status": false,
    "author_sort": "Weber, David",
    "authors": "Weber, David",
    "comments": "<div><p><strong>FIRST NEW HONOR HARRINGTON NOVEL IN FIVE YEARS!</strong> <em>New York Times, USA Today, Wall Street Journal</em> and international best-selling<em> </em>phenomenon David Weber delivers book #19 in the multiple <em>New York Times </em>best-selling Honor Harrington series, the first new Honor Harrington novel since 2013's <em>Shadow of Freedom.</em>  </p>\n<p><strong><em>HONOR'S FINISHING WHAT SHE STARTED</em></strong>  </p>\n<p>The Solarian League's navy counts its superdreadnoughts by the thousands. Not even its own government knows how enormous its economy truly is. And for hundreds of years, the League has borne the banner of human civilization, been the ideal to which humanity aspires in its diaspora across the galaxy.  </p>\n<p>But the bureaucrats known as the \"Mandarins,\" who rule today's League, are not the men and women who founded it so long ago. They are corrupt, venal, accountable to no one . . . and they've decided the upstart Star Kingdom of Manticore must be destroyed.  </p>\n<p>Honor Harrington has worn the Star Kingdom's uniform for half a century and served her monarch and her people well. In the course of those years, the woman the newsies call the Salamander has grown from a tactically brilliant but politically naïve junior officer to supreme fleet command and a seat on the highest military and political councils of the Grand Alliance.  </p>\n<p>Very few people know war the way Honor Harrington does. Very few have lost as many men and women, as many friends, as much family, as she has. Yet despite that, hers has been a voice of caution. She knows the Mandarins and the Solarian League Navy are growing increasingly desperate as the truth of their technological inferiority sinks home, but she also knows the sheer size of the League. And she knows how its citizens will react if the Grand Alliance takes the war to the League, attacks its star systems, destroys its infrastructure . . . kills its civilians. Today's victory, bought on those terms, can only guarantee a future war of revenge against a resurgent Solarian League and its navy.  </p>\n<p>Honor knows the Grand Alliance must find a victory that doesn't require incursions deep into Solarian space, doesn't leave a legacy of bottomless hatred, and the strategy she supports has been working.  </p>\n<p>The League is sliding towards inglorious defeat as it steadily loses ground in the Protectorates and the Verge. As its central government teeters towards bankruptcy and even some of its core systems opt to secede in the face of the Mandarins' corruption. As the Solarian Navy finally realizes it cannot face an Alliance battle fleet and win.  </p>\n<p>But the Mandarins have embraced a desperate new strategy, and in pursuit of that strategy, the SLN has committed atrocities such as the galaxy has not known in a thousand years. The League have violated its own Eridani Edict against mass civilian casualties, violated the Deneb Accords prohibition on war crimes.  </p>\n<p>And they have finally killed too many of the people Honor Harrington loves.  </p>\n<p>Hers is the voice of caution and compromise no longer, and the galaxy is about to see something it has never imagined.  </p>\n<p>The Salamander is coming for the Solarian League, and Hell is coming in her wake.  </p>\n<p><strong>About <em>Uncompromising Honor</em>:</strong><br>\n“…a balanced mix of interstellar intrigue, counterespionage, and epic fleet action…with all the hard- and software details and tactical proficiency that Weber delivers like no one else; along with a large cast of well-developed, believable characters, giving each clash of fleets emotional weight.”<em>—Booklist</em>  </p>\n<p>“. . . moves. . . as inexorably as the Star Kingdom’s Grand Fleet, commanded by series protagonist Honor Harrington. . . . Weber is the Tom Clancy of science fiction. . . . His fans will relish this latest installment. . . .”—<em>Publishers Weekly</em>  </p>\n<p><strong>About <em>Shadow of Freedom, </em>#18 in the Honor Harrington series:</strong>  </p>\n<p>“This entry is just as exciting as Weber’s initial offering. . . .The result is a fast-paced and action-packed story that follows [our characters] as they move from reaction to command of the situation. Weber builds <em>Shadow of Freedom</em> to an exciting and unexpected climax.”—<em>Daily News of Galveston</em>  </p>\n<p><strong>About <em>Mission of Honor</em>, #13 in the Honor Harrington series:</strong>  </p>\n<p>“Weber combines realistic, engaging characters with intelligent technological projection and a deep understanding of military bureaucracy in this long-awaited Honor Harrington novel…Fans of this venerable space opera will rejoice to see Honor back in action.”–<em>Publishers Weekly</em>  </p>\n<p>“This latest Honor Harrington novel brings the saga to another crucial turning point…Readers may feel confident that they will be Honored many more times and enjoy it every time.”–*Booklist *  </p>\n<p><strong>About David Weber and the Honor Harrington series:</strong>  </p>\n<p>“. . .everything you could want in a heroine …. Excellent … plenty of action.”–<em>Science Fiction Age</em>  </p>\n<p>“Brilliant! Brilliant! Brilliant!”–Anne McCaffrey  </p>\n<p>“Compelling combat combined with engaging characters for a great space opera adventure.”–<em>Locus</em>  </p>\n<p>“Weber combines realistic, engaging characters with intelligent technological projection . . . Fans of this venerable space opera will rejoice . . .”–<em>Publishers Weekly</em>  </p>\n<p><strong>Honor Harrington Main Series:</strong> <br>\n<em>On Basilisk Station</em><br>\n<em>The Honor of the Queen </em><br>\n<em>The Short Victorious War</em><br>\n<em>Field of Dishonor</em><br>\n<em>Flag in Exile<strong><em>* </em></strong><br>\n</em>Honor Among Enemies<em><br>\n</em>In Enemy Hands <em><br>\n</em>Echoes of Honor <em><br>\n</em>Ashes of Victory <em><br>\n</em>War of Honor <em><br>\n</em>The Shadow of Saganami <em><br>\n</em>At All Costs <em><br>\n</em>Storm from the Shadows <em><br>\n</em>Mission of Honor <em><br>\n</em>A Rising Thunder <em><br>\n</em>Shadow of Freedom<em><br>\n</em>Uncompromising Honor*</p>\n<p>**</p></div>",
    "cover": "C:\\Users\\harleypig\\Dropbox\\calibre\\Weber, David\\Uncompromising Honor (133)\\cover.jpg",
    "formats": [
      "C:/Users/harleypig/Dropbox/calibre/Weber, David/Uncompromising Honor (133)/Uncompromising Honor - Weber, David.epub"
    ],
    "id": 133,
    "identifiers": {
      "amazon": "1481483501",
      "isbn": "9781481483506"
    },
    "isbn": "9781481483506",
    "languages": [
      "eng"
    ],
    "last_modified": "2024-12-08T04:28:35+00:00",
    "pubdate": "2018-10-02T04:00:00+00:00",
    "publisher": "Baen",
    "series": "Honor Harrington",
    "series_index": 14.0,
    "size": 955430,
    "tags": [
      "War"
    ],
    "timestamp": "2020-09-19T15:58:13+00:00",
    "title": "Uncompromising Honor",
    "uuid": "44a4ca25-9440-462c-96fb-6f0606211ba2"
  },
  {
    "*formats": "EPUB",
    "*read_status": true,
    "author_sort": "Weber, David & Drake, David & Stirling, S. M.",
    "authors": "Weber, David & Drake, David & Stirling, S. M.",
    "comments": "In just a few short years, David Weber has shot to the forefront of science fiction with his top-selling novels of Honor Harrington, the finest starship captain in the galaxy. Now some of the top writers in science fiction are guests in Honor's universe, bringing their own celebrated skills to give homage to Honor.",
    "cover": "C:\\Users\\harleypig\\Dropbox\\calibre\\Weber, David\\More Than Honor (134)\\cover.jpg",
    "formats": [
      "C:/Users/harleypig/Dropbox/calibre/Weber, David/More Than Honor (134)/More Than Honor - Weber, David.epub"
    ],
    "id": 134,
    "identifiers": {
      "goodreads": "504378",
      "google": "g_DQ-FgQuXEC",
      "isbn": "9780671878573"
    },
    "isbn": "9780671878573",
    "languages": [
      "eng"
    ],
    "last_modified": "2024-12-08T17:32:03+00:00",
    "pubdate": "1998-01-01T00:00:00+00:00",
    "publisher": "Baen",
    "rating": 8,
    "series": "Honor Harrington - Worlds of Honor",
    "series_index": 1.0,
    "size": 368735,
    "tags": [
      "War"
    ],
    "timestamp": "2020-09-19T15:58:13+00:00",
    "title": "More Than Honor",
    "uuid": "e59b49cf-8c20-4ed8-9754-fde589a48f49"
  },
  {
    "*formats": "EPUB",
    "*read_status": true,
    "author_sort": "Weber, David",
    "authors": "Weber, David",
    "comments": "David Weber has shot to the forefront of science fiction. The core of his work is Honor Harrington, the toughest, smartest starship captain in the galaxy. David Weber himself is on board with two never-before-published excursions into Honor's universe. First, he tells how young Honor Harrington first demonstrated the heroic stuff she was made of when she and her treecat Nimitz face the impossible task of rescuing the victims of an avalanche in a sub-zero blizzard. Weber returns with a chapter in the history of the telepathic treecats, who are far more intelligent than humans realize, and with whom the right human can form a close telepathic bond that can be severed only by death. But in this case, the young human who bonded with a treecat was a Very Important Person. Specifically, she was the Manticoran crown princess and heir to the throne of the empire. Roland Green, author of the 'Starcruiser Shenandoah' series and the 'Peace Company' series, is on board with a hard-hitting account of what happened when Manticore and the People's Republic of Haven went eyeball-to-eyeball over a strategically vital planet.",
    "cover": "C:\\Users\\harleypig\\Dropbox\\calibre\\Weber, David\\Worlds of Honor (135)\\cover.jpg",
    "formats": [
      "C:/Users/harleypig/Dropbox/calibre/Weber, David/Worlds of Honor (135)/Worlds of Honor - Weber, David.epub"
    ],
    "id": 135,
    "identifiers": {
      "amazon": "0671578553",
      "doi": "10.1125/Baen.0671578553",
      "google": "kkbSAAAACAAJ",
      "guid": "{08099FEB-A415-4A77-9C9F-12A394F22590}",
      "isbn": "9780671578558",
      "isbn-hardcover": "0-671-57786-7",
      "isbn-paperback": "0-671-57855-3"
    },
    "isbn": "9780671578558",
    "languages": [
      "eng"
    ],
    "last_modified": "2024-12-08T04:28:17+00:00",
    "pubdate": "2000-03-01T16:05:41+00:00",
    "publisher": "Baen",
    "rating": 10,
    "series": "Honor Harrington - Worlds of Honor",
    "series_index": 2.0,
    "size": 487966,
    "tags": [
      "War"
    ],
    "timestamp": "2020-09-19T15:58:15+00:00",
    "title": "Worlds of Honor",
    "uuid": "a1fc51c8-6268-4c2e-b938-3f5cb1800eb5"
  },
  {
    "*formats": "EPUB",
    "*read_status": true,
    "author_sort": "Weber, David",
    "authors": "Weber, David",
    "comments": "<p><strong>WELCOME AGAIN TO THE MANY WORLDS OF HONOR</strong>  </p>\n<p>Lady Dame Honor Harrington—starship captain, admiral, Steadholder, and Duchess—has spent decades defending the Star Kingdom of Manticore against all comers. Along the way, she has become the legend known as \"the Salamander\" from her habit of always being where the fire is hottest . . . and also a national bestseller ( <em>Ashes of Victory</em> : #7, <em>The Wall Street Journal</em> ).  </p>\n<p>But it's a big universe, and Honor's actions affect a lot of lives, not all of them human. And their actions affect her—a lesson \"Ms. Midshipwoman Harrington\" learns years before rising to command rank when a desperate battle against \"pirates\" who aren't quite what they seem begins her brilliant career.  </p>\n<p>Closer to home, in \"Changer of Worlds,\" a secret that the alien treecats have kept from their human friends for hundreds of years is about to come out . . . and completely change the relationship between the two species forever.  </p>\n<p>Meanwhile, Eric Flint weighs in with \"From the Highlands.\" Honor can't be everywhere, so when the People's Republic of Haven tries to stage a political assassination on Earth, Anton Zilwicki—husband of one of the Star Kingdom's most revered military martyrs, and father of a young woman who is clearly a chip off the old block—steps into the breach . . . and takes the opportunity to settle some old scores along the way.  </p>\n<p>And finally, Esther McQueen and Oscar Saint-Just square off for their final confrontation in Noveau Paris in \"Nightfall.\"  </p>\n<p>At the publisher's request, this title is sold without DRM (Digital Rights Management).\n**</p>",
    "cover": "C:\\Users\\harleypig\\Dropbox\\calibre\\Weber, David\\Changer of Worlds (136)\\cover.jpg",
    "formats": [
      "C:/Users/harleypig/Dropbox/calibre/Weber, David/Changer of Worlds (136)/Changer of Worlds - Weber, David.epub"
    ],
    "id": 136,
    "identifiers": {
      "amazon": "B00BEQP040"
    },
    "isbn": "",
    "languages": [
      "eng"
    ],
    "last_modified": "2024-12-08T04:28:17+00:00",
    "pubdate": "2001-03-01T07:00:00+00:00",
    "publisher": "Baen Books",
    "rating": 8,
    "series": "Honor Harrington - Worlds of Honor",
    "series_index": 3.0,
    "size": 351949,
    "tags": [
      "War"
    ],
    "timestamp": "2020-09-19T15:58:15+00:00",
    "title": "Changer of Worlds",
    "uuid": "8e681485-3214-43e7-af9e-bdf694b93fcc"
  },
  {
    "*formats": "EPUB",
    "*read_status": true,
    "author_sort": "Weber, David & Ringo, John & Flint, Eric & Lindskold, Jane & Zahn, Timothy & Mitchell, Victor",
    "authors": "Weber, David & Ringo, John & Flint, Eric & Lindskold, Jane & Zahn, Timothy & Mitchell, Victor",
    "comments": "<p>Readers can't get enough of Honor Harrington and her world, and here David Weber is again, accompanied by some of the top science fiction writers in the field, with new adventures of the best starship commander in the galaxy, and explorations of previously uncharted corners of her universe. It's a party-and you're invited!  </p>\n<p>The Service of the Sword, published in 2003, is the fourth anthology of stories set in the Honor Harrington universe or Honorverse. The stories in the anthologies serve to introduce characters, provide deeper more complete backstory and flesh out the universe, so claim the same canonical relevance as exposition in the main series. David Weber, author of the mainline Honor Harrington series, serves as editor for the anthologies, maintaining fidelity to the series canons.</p>",
    "cover": "C:\\Users\\harleypig\\Dropbox\\calibre\\Weber, David\\The Service of the Sword (137)\\cover.jpg",
    "formats": [
      "C:/Users/harleypig/Dropbox/calibre/Weber, David/The Service of the Sword (137)/The Service of the Sword - Weber, David.epub"
    ],
    "id": 137,
    "identifiers": {
      "goodreads": "504397",
      "isbn": "9780743488365"
    },
    "isbn": "9780743488365",
    "languages": [
      "eng"
    ],
    "last_modified": "2024-12-08T17:30:21+00:00",
    "pubdate": "2003-04-01T00:00:00+00:00",
    "publisher": "Baen Books",
    "rating": 8,
    "series": "Honor Harrington - Worlds of Honor",
    "series_index": 4.0,
    "size": 566224,
    "tags": [
      "War"
    ],
    "timestamp": "2020-09-19T15:58:16+00:00",
    "title": "The Service of the Sword",
    "uuid": "da2325fe-00bd-48a2-9530-25af7ae79c6b"
  },
  {
    "*formats": "EPUB",
    "*read_status": true,
    "author_sort": "Weber, David",
    "authors": "Weber, David",
    "comments": "SUMMARY:\nHonor Harrington is arguably the most popular character in modern science fiction, but there are many other stories in the Honorverse besides those in which she has the central role. This fifth volume in the popular Worlds of Honor series explores some of those stories with the help of such top writers as best-selling author Jane LIndskjold,New York Timesbest-selling author Timothy Zahn, and more-including an all-new Honor Harrington adventure, set in her younger years, when a mob of space pirates made the mistake of tangling with Commander Harrington. That was a fatal mistake-for the pirates . . . Praise for the hottest series in military science fiction:\"Nobody does space opera better than Weber, and his heroine, Honor Harrington . . . like a fusion of Horatio Hornblower, Robert A. Heinlein and Tom Clancy. . . .\" -Publishers Weekly(starred review)\"[At All Costsis] a fast-paced tale that brings together all the elements developed in previous books, and pushes them a good way along toward an ultimate conclusion. . . .\" -Booklist(starred review) \"Brilliant! Brilliant! Brilliant! . . . unequivocally superb!\" -Anne McCaffreyon Weberrs\"sEchoes of Honor \"Great stuff . . . compelling combat combined with engaging characters for a great space opera adventure.\" -Locus",
    "cover": "C:\\Users\\harleypig\\Dropbox\\calibre\\Weber, David\\In Fire Forged_ Worlds of Honor V (138)\\cover.jpg",
    "formats": [
      "C:/Users/harleypig/Dropbox/calibre/Weber, David/In Fire Forged_ Worlds of Honor V (138)/In Fire Forged_ Worlds of Honor - Weber, David.epub"
    ],
    "id": 138,
    "identifiers": {
      "isbn": "9781439134146"
    },
    "isbn": "9781439134146",
    "languages": [
      "eng"
    ],
    "last_modified": "2024-12-08T04:28:17+00:00",
    "pubdate": "2011-11-15T05:00:00+00:00",
    "publisher": "Baen",
    "series": "Honor Harrington - Worlds of Honor",
    "series_index": 5.0,
    "size": 469113,
    "tags": [
      "War"
    ],
    "timestamp": "2020-09-19T15:58:17+00:00",
    "title": "In Fire Forged: Worlds of Honor V",
    "uuid": "3693b773-2697-4ff8-8b02-c7697be53c2b"
  },
  {
    "*formats": "EPUB",
    "*read_status": true,
    "author_sort": "Weber, David",
    "authors": "Weber, David",
    "comments": "<div><p>The hottest military science fiction series of all time continues with a collection of tales by <em>New York Times</em> bestselling authors Timothy Zahn, Charles E. Gannon, David Weber and more.  Set in Weber’s Honor Harrington Series.  </p>\n<p>The hottest military science fiction series of all time continues. The mission: to boldly explore David Weber’s Honorverse; to deliver all the action, courage, derring-do, and pulse-pounding excitement of space naval adventure with tales set in a world touched by the greatness of one epic heroine: Honor Harrington. This sixth volume in the popular Worlds of Honor series includes stories by <em>1635: Papal Stakes </em>coauthor and best seller Charles E. Gannon, <em>New York Times</em> bestseller and <em>Star Wars </em>phenomenon, Timothy Zahn, and Joelle Presby. It’s rounded out with an all-new David-Weber-authored novella featuring a young Manticoran Royal Navy commander who goes by the name Harrington.   </p>\n<p><strong>About David Weber and the Honor Harrington series:</strong><br>\n“. . .everything you could want in a heroine….excellent…plenty of action.”—<em>Science Fiction Age</em>  </p>\n<p>“Brilliant! Brilliant! Brilliant!”—Anne McCaffrey  </p>\n<p>“Compelling combat combined with engaging characters for a great space opera adventure.”—<em>Locus</em>  </p>\n<p>“Weber combines realistic, engaging characters with intelligent technological projection. . .Fans of this venerable space opera will rejoice. . .”—*Publishers Weekly  </p>\n<p><em><strong>Worlds of Honor Anthologies:</strong> <br>\n</em>More Than Honor *  </p>\n<p><em> Worlds of Honor</em>  </p>\n<p><em> Changer of Worlds</em>  </p>\n<p><em> Service of the Sword</em>  </p>\n<p><em> In Fire Forged</em>  </p>\n<p><em> Beginnings</em></p>\n<p>**</p></div>",
    "cover": "C:\\Users\\harleypig\\Dropbox\\calibre\\Weber, David\\Beginnings_ Worlds of Honor 6 (139)\\cover.jpg",
    "formats": [
      "C:/Users/harleypig/Dropbox/calibre/Weber, David/Beginnings_ Worlds of Honor 6 (139)/Beginnings_ Worlds of Honor 6 - Weber, David.epub"
    ],
    "id": 139,
    "identifiers": {
      "amazon": "1476736596",
      "isbn": "9781476736594"
    },
    "isbn": "9781476736594",
    "languages": [
      "eng"
    ],
    "last_modified": "2024-12-08T04:28:17+00:00",
    "pubdate": "2014-08-26T04:00:00+00:00",
    "publisher": "Baen",
    "rating": 8,
    "series": "Honor Harrington - Worlds of Honor",
    "series_index": 6.0,
    "size": 940846,
    "tags": [
      "War"
    ],
    "timestamp": "2020-09-19T15:58:18+00:00",
    "title": "Beginnings: Worlds of Honor 6",
    "uuid": "e7eda059-9780-4cda-b265-d961bdffd16f"
  },
  {
    "*formats": "EPUB",
    "*read_status": true,
    "author_sort": "Weber, David & Zahn, Timothy",
    "authors": "Weber, David & Zahn, Timothy",
    "comments": "<div><p>NEW SERIES FROM <em>NEW YORK TIMES</em> BEST-SELLING AUTHORS. Book #1 in Manticore Ascendant, a new series set in David Weber's best-selling Honorverse from multiple <em>New York Times </em>best seller David Weber and #1 <em>New York Times </em>best seller Timothy Zahn.  <br>* *  </p><p>Growing up, Travis Uriah Long yearned for order and discipline in his life . . . the two things his neglectful mother couldn’t or wouldn’t provide. So when Travis enlisted in the Royal Manticoran Navy, he thought he’d finally found the structure he’d always wanted so desperately.  </p><p>But life in the RMN isn’t exactly what he expected. Boot camp is rough and frustrating; his first ship assignment lax and disorderly; and with the Star Kingdom of Manticore still recovering from a devastating plague, the Navy is possibly on the edge of budgetary extinction.  </p><p>The Star Kingdom is a minor nation among the worlds of the Diaspora, its closest neighbors weeks or months away, with little in the way of resources. With only modest interstellar trade, no foreign contacts to speak of, a plague-ravaged economy to rebuild, and no enemies looming at the hyper limit, there are factions in Parliament who want nothing more than to scrap the Navy and shift its resources and manpower elsewhere.  </p><p>But those factions are mistaken. The universe is not a safe place.  </p><p>Travis Long is about to find that out.<br><strong><br>About <em>A Call to Duty</em>:</strong><br> \"A new series set in the universe of Webers popular heroine Honor Harrington gets off to a solid start. . . . Cowriters Zahn and Weber do an excellent job alluding to events known to longtime fans. . . . [T]his astronautical adventure is filled with . . . intrigue and political drama.\"–*Publishers Weekly  </p><p><strong>*About the Honor Harrington series: </strong><br>“Weber combines realistic, engaging characters with intelligent technological projection and a deep understanding of military bureaucracy in this long-awaited Honor Harrington novel…Fans of this venerable space opera will rejoice to see Honor back in action.”–<em>Publishers Weekly</em>   </p><p>“. . .everything you could want in a heroine …. Excellent … plenty of action.”–<em>Science Fiction Age</em>   </p><p>“Brilliant! Brilliant! Brilliant!”–Anne McCaffrey   </p><p>“Compelling combat combined with engaging characters for a great space opera adventure.”–<em>Locus</em>  </p><p>“Weber combines realistic, engaging characters with intelligent technological projection . . . Fans of this venerable space opera will rejoice . . .”–*Publishers Weekly  </p><p><strong>*About Timothy Zahn:<br></strong> “Zahn keeps the story moving at a breakneck pace, maintaining excitement.”—*Publishers Weekly  </p><ul><li>\"[Y]ou can count on Timothy Zahn for three things: clean, sparse prose; good pacing; and great action scenes. The first book in the Cobra War series hits all those marks in admirable style and makes for a quick, entertaining sci-fi novel.\" —*Blogcritics  </li><li>“[<em>Conqueror’s Heritage</em>] is another finely wrought space adventure . . . [with] social, political and emotional complications, all of which Zahn treats with his usual skill.”—*Booklist  </li><li>“Zahn paints every detail [in <em>Angelmass</em>] with gleamy realism . . . scientific dialogue that streams with starship hardware and military trooper talk . . . immensely appealing.”—<em>Kirkus Review</em></li></ul><p>**</p></div>",
    "cover": "C:\\Users\\harleypig\\Dropbox\\calibre\\Weber, David\\A Call to Duty (140)\\cover.jpg",
    "formats": [
      "C:/Users/harleypig/Dropbox/calibre/Weber, David/A Call to Duty (140)/A Call to Duty - Weber, David.epub"
    ],
    "id": 140,
    "identifiers": {
      "amazon": "1476736847",
      "isbn": "9781476736846"
    },
    "isbn": "9781476736846",
    "languages": [
      "eng"
    ],
    "last_modified": "2024-12-08T17:32:03+00:00",
    "pubdate": "2014-10-07T04:00:00+00:00",
    "publisher": "Baen",
    "series": "Honor Harrington - Manticore Ascendant",
    "series_index": 1.0,
    "size": 1237400,
    "tags": [
      "War"
    ],
    "timestamp": "2020-09-19T15:58:19+00:00",
    "title": "A Call to Duty",
    "uuid": "54a931bc-e0d9-4d33-8985-59aac35b64e5"
  },
  {
    "*formats": "EPUB",
    "*read_status": true,
    "author_sort": "Weber, David & Zahn, Timothy & Pope, Thomas",
    "authors": "Weber, David & Zahn, Timothy & Pope, Thomas",
    "comments": "<div><p>From multiple <em>New York Times</em> best-selling author David Weber and #1 <em>New York Times</em> best-selling author Timothy Zahn. A NEW ENTRY IN A BEST-SELLING SERIES. Book #2 in the Manticore Ascendant series, set in David Weber's Honorverse. This year we celebrate the 25th anniversary of Honor Harrington.  </p>\n<p>Lieutenant Travis Long of the Royal Manticoran Navy is the sort of person who likes an orderly universe. One where people follow the rules.  </p>\n<p>Unfortunately, he lives in the <em>real </em>universe.  </p>\n<p>The good news is that Travis is one of those rare people who may <em>like</em> rules but has a talent for thinking outside them when everything starts coming apart. That talent has stood him—and the Star Kingdom—in good stead in the past, and it’s one reason he’s now a “mustang,” an ex-enlisted man who’s been given a commission as a King’s officer.   </p>\n<p>The bad news is that two of the best ways of making enemies ever invented are insisting on enforcing the rules . . . and thinking outside them when other people don’t. But the one rule Travis Long absolutely can’t break is the one that says an officer in the Royal Navy does his duty, whatever the consequences.  </p>\n<p>At the moment, there are powerful forces in the young Star Kingdom of Manticore’s Parliament which don’t think they need him. For that matter, they’re pretty sure they don’t need the Royal Manticoran Navy, either. After all, what does a sleepy little single-system star nation on the outer edge of the explored galaxy need with a <em>navy?</em>  </p>\n<p>Unhappily for them, the edge of the explored galaxy can be a far more dangerous place than they think it is. They’re about to find out why they need the Navy . . . and how very, very fortunate they are that Travis Long is in it.<br>\n<br>\n<strong>About <em>A Call to Arms</em>:</strong><br>\n“The plotting is as solid as ever, with smaller scenes building to an explosive, action-packed crescendo, and the authors strike a nice balance between technical details of space flight and the human cost of war.\"—<em>Publishers Weekly</em>  </p>\n<p><strong>Praise for prequel <em>A Call to Duty</em>:</strong><br>\n“This exciting book marks the first collaboration of two powerhouses . . . fans of both writers should be quite pleased with the result. Like Robert A. Heinlein and Orson Scott Card, Weber and Zahn are telling a story about a teenage character but writing for readers of all ages.”—<em>Booklist</em>  </p>\n<p>“A new series set in the universe of Weber's popular heroine Honor Harrington gets off to a solid start. . . . Cowriters Zahn and Weber do an excellent job alluding to events known to longtime fans. . . . [T]his astronautical adventure is filled with . . . intrigue and political drama.”—<em>Publishers Weekly</em>  </p>\n<p><strong>About the Honor Harrington series: </strong>  </p>\n<p>“Weber combines realistic, engaging characters with intelligent technological projection and a deep understanding of military bureaucracy in this long-awaited Honor Harrington novel…Fans of this venerable space opera will rejoice to see Honor back in action.”—<em>Publishers Weekly</em>  </p>\n<p>“. . .everything you could want in a heroine …. Excellent … plenty of action.”—<em>Science Fiction Age</em>  </p>\n<p>“Brilliant! Brilliant! Brilliant!”—Anne McCaffrey  </p>\n<p>“Compelling combat combined with engaging characters for a great space opera adventure.”—<em>Locus</em>  </p>\n<p>“Weber combines realistic, engaging characters with intelligent technological projection . . . Fans of this venerable space opera will rejoice . . .”—<em>Publishers Weekly</em>  </p>\n<p><strong>About Timothy Zahn:</strong>  </p>\n<p>“Zahn keeps the story moving at a breakneck pace, maintaining excitement.”—<em>Publishers Weekly</em>  </p>\n<p>“[Y]ou can count on Timothy Zahn for three things: clean, sparse prose; good pacing; and great action scenes. The first book in the Cobra War series hits all those marks in admirable style and makes for a quick, entertaining sci-fi novel.” —<em>Blogcritics</em>  </p>\n<p>“[<em>Conqueror’s Heritage</em>] is another finely wrought space adventure . . . [with] social, political and emotional complications, all of which Zahn treats with his usual skill.”—<em>Booklist</em>  </p>\n<p>“Zahn paints every detail [in <em>Angelmass</em>] with gleamy realism . . . scientific dialogue that streams with starship hardware and military trooper talk . . . immensely appealing.”—<em>Kirkus Review</em></p>\n<p>**</p></div>",
    "cover": "C:\\Users\\harleypig\\Dropbox\\calibre\\Weber, David\\A Call to Arms (141)\\cover.jpg",
    "formats": [
      "C:/Users/harleypig/Dropbox/calibre/Weber, David/A Call to Arms (141)/A Call to Arms - Weber, David.epub"
    ],
    "id": 141,
    "identifiers": {
      "amazon": "1476781567",
      "isbn": "9781476781563"
    },
    "isbn": "9781476781563",
    "languages": [
      "eng"
    ],
    "last_modified": "2024-12-08T17:32:03+00:00",
    "pubdate": "2016-07-26T04:00:00+00:00",
    "publisher": "Baen",
    "rating": 10,
    "series": "Honor Harrington - Manticore Ascendant",
    "series_index": 2.0,
    "size": 710871,
    "tags": [
      "War"
    ],
    "timestamp": "2020-09-19T15:58:20+00:00",
    "title": "A Call to Arms",
    "uuid": "c6dc2994-8b0c-4312-85cf-b7131196b8cd"
  },
  {
    "*formats": "EPUB",
    "*read_status": true,
    "author_sort": "Weber, David & Zahn, Timothy & Pope, Thomas",
    "authors": "Weber, David & Zahn, Timothy & Pope, Thomas",
    "comments": "<div><p>Book three in the nationally best-selling Manticore Ascendant series, a prequel series to David Weber's multiple New York Times best-selling Honor Harrington series. Sequel to A Call to Duty and A Call to Arms.  </p>\n<p>After the disastrous attack on the Manticoran home system by forces unknown, the Royal Manticoran Navy stands on the brink of collapse. A shadowy enemy with the resources to hurl warships across hundreds of light years seeks to conquer the Star Kingdom for reasons unknown, while forces from within Manticore’s own government seek to discredit and weaken the Navy for reasons very much known: their own political gain.  </p>\n<p>It’s up to officers like Travis Long and Lisa Donnelly to defend the Star Kingdom and the Royal Manticoran Navy from these threats, but the challenge is greater than any they have faced before. Weakened but not defeated, the mercenary forces and their mysterious employer could return at any time, and the anti-Navy faction within Parliament is growing. The situation becomes even more dire when fresh tragedy strikes the Star Kingdom.  </p>\n<p>While the House of Winton faces their enemies at home, Travis, Lisa, and the other officers of the Royal Manticoran Navy must reunite with old friends and join new allies to hunt down and eliminate the forces arrayed against them in a galaxy-spanning conspiracy.  </p>\n<p>Manticore has learned that the universe is not a safe place, but the Star Kingdom’s enemies are about to learn it's dangerous to mess with the Manticore!  </p>\n<p>At the publisher's request, this title is sold without DRM (Digital Rights Management).  </p>\n<p>With over eight million copies of his books in print and thirty titles on the New York Times bestseller list, David Weber is the science fiction publishing phenomenon of the new millennium. In the hugely popular Honor Harrington series, the spirit of C.S. Forester’s Horatio Hornblower and Patrick O’Brian’s Master and Commander lives on—into the galactic future. Books in the Honor Harrington and Honorverse series have appeared on fourteen best-seller lists, including those of The Wall Street Journal, The New York Times, and USA Today. While Weber is best known for his spirited, modern-minded space operas, he is also the creator of the Oath of Swords fantasy series and the Dahak saga. Weber has also engaged in a steady stream of bestselling collaborations including his Starfire series with Steve White, which produced the New York Times bestseller The Shiva Option among others. Weber’s collaboration with alternate history master Eric Flint led to the bestselling 1634: The Baltic War, and his planetary adventure novels with military science fiction ace and multiple national best-seller John Ringo includes the blockbusters March to the Stars and We Few. Weber’s collaboration with Linda Evans and Joelle Presby produced the bestselling Multiverse series. David Weber makes his home in South Carolina with his wife and children.  </p>\n<p>Timothy Zahn is a Hugo award winner and author of the #1 New York Times best seller Heir to the Empire. Born in Chicago, Zahn earned a B.S. in physics from Michigan State University and an M.S. in physics from the University of Illinois. He sold his first story to Analog magazine in 1978 and immediately attracted attention as a new writer of science fiction based on real, cutting-edge science. Other Zahn works include the Conqueror and Dragonback series. His books for Baen include his popular Cobra SF adventure series, with latest entry Cobra Traitor, and now the Manticore Ascendant series, cowritten with David Weber and Thomas Pope.  </p>\n<p>Thomas Pope is a founder of BuNine, a collection of professionals assisting David Weber in defining and documenting the Honorverse. Tom served as lead editor for House of Steel and is collaborating with David and Timothy Zahn on a new series set in the early days of the Manticoran Navy. He lives in Pittsburgh with his wife, two children, and a constantly growing menagerie of pets.</p>\n<p>**</p><h3>About the Author</h3>\n<p>With over eight million copies of his books in print and thirty titles on the <em>New York Times</em> bestseller list, <strong>David Weber</strong> is the science fiction publishing phenomenon of the new millennium. In the hugely popular Honor Harrington series, the spirit of C.S. Forester’s Horatio Hornblower and Patrick O’Brian’s <em>Master and Commander </em>lives on—into the galactic future. Books in the Honor Harrington and Honorverse series have appeared on fourteen best-seller lists, including those of <em>The Wall Street Journal, The New York Times</em>, and <em>USA Today.</em> While Weber is best known for his spirited, modern-minded space operas, he is also the creator of the Oath of Swords fantasy series and the Dahak saga. Weber has also engaged in a steady stream of bestselling collaborations including his Starfire series with Steve White, which produced the <em>New York Times </em>bestseller <em>The Shiva Option</em> among others<em>. </em>Weber’s collaboration with alternate history master Eric Flint led to the bestselling <em>1634: The Baltic War, </em>and his planetary adventure novels with military science fiction ace and multiple national best-seller John Ringo includes the blockbusters <em>March to the Stars </em>and<em> We Few.</em> Weber’s collaboration with Linda Evans and Joelle Presby produced the bestselling<em> </em>Multiverse series. David Weber makes his home in South Carolina with his wife and children.  </p>\n<p><strong>Timothy Zahn</strong> is a Hugo award winner and author of the #1 <em>New York Times</em> best seller <em>Heir to the Empire</em>. Born in Chicago, Zahn earned a B.S. in physics from Michigan State University and an M.S. in physics from the University of Illinois. He sold his first story to <em>Analog </em>magazine in 1978 and immediately attracted attention as a new writer of science fiction based on real, cutting-edge science. Other Zahn works include the Conqueror and Dragonback series. His books for Baen include his popular Cobra SF adventure series, with latest entry <em>Cobra Traitor</em>, and now the Manticore Ascendant series, cowritten with David Weber and Thomas Pope.  </p>\n<p><strong>Thomas Pope</strong> is a founder of BuNine, a collection of professionals assisting David Weber in defining and documenting the Honorverse. Tom served as lead editor for <em>House of Steel</em> and is collaborating with David and Timothy Zahn on a new series set in the early days of the Manticoran Navy. He lives in Pittsburgh with his wife, two children, and a constantly growing menagerie of pets. </p></div>",
    "cover": "C:\\Users\\harleypig\\Dropbox\\calibre\\Weber, David\\A Call to Vengeance (142)\\cover.jpg",
    "formats": [
      "C:/Users/harleypig/Dropbox/calibre/Weber, David/A Call to Vengeance (142)/A Call to Vengeance - Weber, David.epub"
    ],
    "id": 142,
    "identifiers": {
      "amazon": "B079P9R3YF"
    },
    "isbn": "",
    "languages": [
      "eng"
    ],
    "last_modified": "2024-12-08T17:32:03+00:00",
    "pubdate": "2018-03-06T05:00:00+00:00",
    "publisher": "Baen Books",
    "rating": 8,
    "series": "Honor Harrington - Manticore Ascendant",
    "series_index": 3.0,
    "size": 735976,
    "tags": [
      "War"
    ],
    "timestamp": "2020-09-19T15:58:21+00:00",
    "title": "A Call to Vengeance",
    "uuid": "b9872158-bc07-48a5-b9d9-e266e6457fbe"
  },
  {
    "*formats": "EPUB",
    "*read_status": false,
    "author_sort": "Weber, David",
    "authors": "Weber, David",
    "comments": "<p>STUDENTS OF HONOR . . .  </p>\n<p>The Star Kingdom of Manticore is once again at war with the Republic of Haven after a stunning sneak attack. The graduating class from Saganami Island, the Royal Manticoran Navy's academy, are going straight from the classroom to the blazing reality of all-out war.  </p>\n<p>Except for the midshipmen assigned to the heavy cruiser HMS Hexapuma, that is. They're being assigned to the Talbott Cluster, an out of the way backwater, far from the battle front. The most they can look forward to is the capture of the occasional pirate cruiser and the boring duty of supporting the Cluster's peaceful integration with the Star Kingdom at the freely expressed will of eighty percent of the Cluster's citizens. With a captain who may have seen too much of war and a station commander who isn't precisely noted for his brilliant and insightful command style, it isn't exactly what the students of Honor Harrington, the \"Salamander,\" expected.  </p>\n<p>But things aren't as simple — or tranquil — as they appear. The \"pirates\" they encounter aren't what they seem, and the \"peaceful integration\" they expected turns into something very different. A powerful alliance of corrupt Solarian League bureaucrats and ruthless interstellar corporations is determined to prevent the Cluster's annexation by the Star Kingdom . . . by any means necessary. Pirates, terrorists, genetic slavers, smuggled weapons, long-standing personal hatreds, and a vicious alliance of corporate greed, bureaucratic arrogance, and a corrupt local star nation with a powerful fleet, are all coming together, and only Hexapuma, her war-weary captain, and Honor Harrington's students stand in the path.  </p>\n<p>They have only one thing to support and guide them: the tradition of Saganami. The tradition that sometimes a Queen's officer's duty is to face impossible odds . . . and die fighting.  </p>\n<p>At the publisher's request, this title is sold without DRM (Digital Rights Management).  </p>\n<p>Undeniably the science fiction phenomenon of the decade, <em>New York Times</em> best-selling author <strong>David Weber</strong> is often compared to C.S. Forester (the celebrated creator of Captain Horatio Hornblower) and is the recipient of critical praise worthy of Heinlein or Asimov. His hordes of voracious fans clamor for more and more Weber. Fortunately for them, Weber keeps steadily producing book after book with first printings that sell out almost immediately, then go back into printing after printing after printing. His novels range from epic fantasy ( <em>Oath of Swords</em> , <em>The War God's Own</em> , <em>Wind Rider's Oath</em> ) to breathtaking space opera ( <em>Path of the Fury</em> , <em>Empire from the Ashes</em> ) to military science fiction with in-depth characterization (the celebrated and nationally best-selling Honor Harrington series, <em>War of Honor</em> being the most recent installment). Reviewers call Weber \"irresistible . . . masterful\" ( <em>Publishers Weekly</em> ), \"highly entertaining\" ( <em>Booklist</em> ), \"remarkable\" ( <em>Kliatt</em> ), \"the best\" ( <em>Dragon</em> ), \"worth shouting about\" ( <em>Philadelphia Weekly Press</em> ), \"great . . . compelling\" ( <em>Locus</em> ), and \"the best writer around today\" ( <em>FosFax</em> ). Readers call Weber similar things, but mostly they call the Baen offices several times a week demanding more from their main man. Weber, his wife Sharon, and their three children live in South Carolina.\n**</p>",
    "cover": "C:\\Users\\harleypig\\Dropbox\\calibre\\Weber, David\\The Shadow of Saganami (143)\\cover.jpg",
    "formats": [
      "C:/Users/harleypig/Dropbox/calibre/Weber, David/The Shadow of Saganami (143)/The Shadow of Saganami - Weber, David.epub"
    ],
    "id": 143,
    "identifiers": {
      "amazon": "B00BEQZU4A",
      "goodreads": "77745",
      "google": "9Y0X8QCxL7QC",
      "isbn": "9780743488525"
    },
    "isbn": "9780743488525",
    "languages": [
      "eng"
    ],
    "last_modified": "2024-12-08T04:28:35+00:00",
    "pubdate": "2004-10-26T00:00:00+00:00",
    "publisher": "Baen",
    "rating": 8,
    "series": "Honor Harrington - Saganami Island",
    "series_index": 1.0,
    "size": 930139,
    "tags": [
      "War"
    ],
    "timestamp": "2020-09-19T15:58:22+00:00",
    "title": "The Shadow of Saganami",
    "uuid": "caa513c1-32e0-4275-8000-2788cf3a78ab"
  },
  {
    "*formats": "EPUB",
    "*read_status": false,
    "author_sort": "Weber, David",
    "authors": "Weber, David",
    "comments": "<p><strong>Perfidious Plots,</strong><br />\n<strong>Courageous Resolve—and,</strong><br />\n<strong>of course,</strong><br />\n<strong>Starships Blown to Smithereens!</strong>  </p>\n<p>The Solarian League Navy has been the premier navy of the galaxy for centuries. Indeed, no one can remember a time when it hasn't been acknowledged as the most powerful fleet in existence.  </p>\n<p>Until now, that is.  </p>\n<p>A conference to end the terrible war between the Peeps of Haven and the Manticorean Star Kingdom is slated. Peace is finally within reach.  </p>\n<p>Yeah, right.  </p>\n<p>Not with the slaver conspiracy that calls itself Manpower, Inc. pulling intergalactic strings. The plan To plunge the Star Kingdom into a two-front war with Peeps and Sollies—a process calculated to blast Honor Harrington's home system to smoking ruin!  </p>\n<p>Assassination's afoot. And out on the galactic frontier known as the Verge, big trouble boils over as Solarian League arrogance butts up against the steely resolve of Harrington protégé Michelle Henke, aka Admiral Gold Peak.  </p>\n<p>Too bad for the Sollies. For Harrington's officers have a habit of coming through in the clutch and finding a way to snatch victory from the jaws of defeat. But most of all—whatever the odds—they never, ever give up the fight!  </p>\n<p>At the publisher's request, this title is sold without DRM (Digital Rights Management).  </p>\n<p><strong><em>Shadow of Saganami</em> </strong> sequel—and the latest entry in David Weber's astoundingly adventurous, phenomenally popular, and multiply <em>USA Today</em> and <em>New York Times</em> best-selling \"Honor Harrington\" saga!  </p>\n<p>\"Following in the best tradition of C.S. Forester, Patrick O'Brian and Robert A Heinlein! These hugely entertaining and clever adventures are the very epitome of space opera.\" — <em>Publishers Weekly</em>  </p>\n<p>\"Weber's descriptions of space combat remain magnificent.\" — <em>Science Fiction Weekly</em>  </p>\n<p>A lifetime military history buff, David Weber has carried his interest in history into his fiction.  In the <em>New York Times</em> best selling Honor Harrington series, the spirit of both C.S. Forester's Horatio Hornblower and history's Admiral Nelson are evident.  With over five million copies of his books in print, David Weber is the fastest rising star in the Science Fiction universe.  His Honor Harrington series boasts over 3 million copies in print, and Weber has had over thirteen of his titles on <em>The New York Times</em> Best Seller List.  <em>War of Honor</em> , book 10 in the series appeared on over twelve Best Seller lists, including <em>The Wall Street Journal</em> , <em>The New York Times</em> , and <em>USA TODAY</em>.  </p>\n<p>While he is best known for his spirited, modern-minded space operas, he has also developed a fantasy series, of which two books have been published:  <em>Oath of Swords</em> and <em>The War God's Own</em>.  David's solo work also includes three novels of the \"Dahak\" series, and the stand alone novels:  <em>Path of the Fury</em> and <em>The Excalibur Alternative</em>.  </p>\n<p>Weber's first published novels grew out of his work as a war game designer for the Task Force game Starfire.  With collaborator Steve White, Weber has written four novels set in that universe: <em>Insurrection</em> , <em>Crusade</em> , <em>In Death Ground</em> , and <em>The Shiva Option</em>.</p>",
    "cover": "C:\\Users\\harleypig\\Dropbox\\calibre\\Weber, David\\Storm From the Shadows (144)\\cover.jpg",
    "formats": [
      "C:/Users/harleypig/Dropbox/calibre/Weber, David/Storm From the Shadows (144)/Storm From the Shadows - Weber, David.epub"
    ],
    "id": 144,
    "identifiers": {
      "amazon": "1439133549",
      "goodreads": "3667676",
      "google": "L65XPgAACAAJ",
      "isbn": "9781416591474"
    },
    "isbn": "9781416591474",
    "languages": [
      "eng"
    ],
    "last_modified": "2024-12-08T04:28:35+00:00",
    "pubdate": "2009-03-03T00:00:00+00:00",
    "publisher": "Baen",
    "rating": 8,
    "series": "Honor Harrington - Saganami Island",
    "series_index": 2.0,
    "size": 1175136,
    "tags": [
      "War"
    ],
    "timestamp": "2020-09-19T15:58:23+00:00",
    "title": "Storm From the Shadows",
    "uuid": "643dc33d-dca3-4a1e-86a9-9cab29164992"
  },
  {
    "*formats": "EPUB",
    "*read_status": false,
    "author_sort": "Weber, David",
    "authors": "Weber, David",
    "comments": "<div><p style=\"box-sizing: border-box; margin: 0px 0px 10px; font-family: 'Open Sans', Verdana, Arial, Helvetica, sans-serif; orphans: 2; widows: 2; background-color: rgb(255, 255, 255);\"><i style=\"box-sizing: border-box;\">New York Times, USA Today, Wall Street Journal</i> and international best-selling phenomenon David Weber delivers book #18 in the multiple <i style=\"box-sizing: border-box;\">New York Times</i> best-selling Honor Harrington series.</p><p style=\"box-sizing: border-box; margin: 0px 0px 10px; font-family: 'Open Sans', Verdana, Arial, Helvetica, sans-serif; orphans: 2; widows: 2; background-color: rgb(255, 255, 255);\">Wrong number? There are two sides to any quarrel . . . unless there are more.</p><p style=\"box-sizing: border-box; margin: 0px 0px 10px; font-family: 'Open Sans', Verdana, Arial, Helvetica, sans-serif; orphans: 2; widows: 2; background-color: rgb(255, 255, 255);\">Queen Elizabeth of Manticore's first cousin and Honor Harrington's best friend, Michelle Henke, has just handed the \"invincible\" Solarian League Navy the most humiliating, one sided defeat in its entire almost thousand year history in defense of the people of the Star Empire's Talbott Quadrant. But the League is the most powerful star nation in the history of humanity. Its navy is going to be back—and this time with thousands of superdreadnoughts.</p><p style=\"box-sizing: border-box; margin: 0px 0px 10px; font-family: 'Open Sans', Verdana, Arial, Helvetica, sans-serif; orphans: 2; widows: 2; background-color: rgb(255, 255, 255);\">Yet she also knows scores of other star systems—some independent, some controlled by puppet regimes, and some simply conquered outright by the Solarian Office of Frontier Security—lie in the League's grip along its frontier with the Talbott Quadrant. As combat spreads from the initial confrontation,the entire frontier has begun to seethe with unrest, and Michelle sympathizes with the oppressed populations wanting only to be free of their hated masters.</p><p style=\"box-sizing: border-box; margin: 0px 0px 10px; font-family: 'Open Sans', Verdana, Arial, Helvetica, sans-serif; orphans: 2; widows: 2; background-color: rgb(255, 255, 255);\">And that puts her in something of a quandary when a messenger from Mobius arrives, because someone's obviously gotten a wrong number. According to him, the Mobians' uprising has been carefully planned to coordinate with a powerful outside ally: the Star Empire of Manticore. Only Manticore—and Mike Henke—have never even heard of the Mobius Liberation Front.</p><p style=\"box-sizing: border-box; margin: 0px 0px 10px; font-family: 'Open Sans', Verdana, Arial, Helvetica, sans-serif; orphans: 2; widows: 2; background-color: rgb(255, 255, 255);\">It's a set up . . . and Michelle knows who's behind it. The shadowy Mesan Alignment has launched a bold move to destroy Manticore's reputation as the champion of freedom. And when the RMN <i style=\"box-sizing: border-box;\">doesn't</i> arrive, when the MLF is brutally and bloodily crushed, no independent star system will ever trust Manticore again.</p><p style=\"box-sizing: border-box; margin: 0px 0px 10px; font-family: 'Open Sans', Verdana, Arial, Helvetica, sans-serif; orphans: 2; widows: 2; background-color: rgb(255, 255, 255);\">Mike Henke knows she has no orders from her government to assist any rebellions or liberation movements, that she has only so many ships, which can be in only so many places at a time . . . and that she can't possibly justify diverting any of her limited, outnumbered strength to missions of liberation the Star Empire never signed on for. She knows that . . . and she doesn't care.</p><p style=\"box-sizing: border-box; margin: 0px 0px 10px; font-family: 'Open Sans', Verdana, Arial, Helvetica, sans-serif; orphans: 2; widows: 2; background-color: rgb(255, 255, 255);\">No one is going to send thousands of patriots to their deaths, trusting in Manticoran help that will never come.</p><p style=\"box-sizing: border-box; margin: 0px 0px 10px; font-family: 'Open Sans', Verdana, Arial, Helvetica, sans-serif; orphans: 2; widows: 2; background-color: rgb(255, 255, 255);\">Not on Mike Henke's watch.</p></div>",
    "cover": "C:\\Users\\harleypig\\Dropbox\\calibre\\Weber, David\\Shadow of Freedom (145)\\cover.jpg",
    "formats": [
      "C:/Users/harleypig/Dropbox/calibre/Weber, David/Shadow of Freedom (145)/Shadow of Freedom - Weber, David.epub"
    ],
    "id": 145,
    "identifiers": {
      "amazon": "1451638698",
      "isbn": "9781451638691"
    },
    "isbn": "9781451638691",
    "languages": [
      "eng"
    ],
    "last_modified": "2024-12-08T04:28:35+00:00",
    "pubdate": "2013-03-05T05:00:00+00:00",
    "publisher": "Baen",
    "rating": 8,
    "series": "Honor Harrington - Saganami Island",
    "series_index": 3.0,
    "size": 585591,
    "tags": [
      "War"
    ],
    "timestamp": "2020-09-19T15:58:24+00:00",
    "title": "Shadow of Freedom",
    "uuid": "05dd9fcb-3afa-48cc-9c3a-c05869156528"
  },
  {
    "*formats": "EPUB",
    "*read_status": false,
    "author_sort": "Weber, David",
    "authors": "Weber, David",
    "comments": "<p>The Mesan Alignment is revealed, and, for Honor Harrington and the Manticoran Star Kingdom, this means war!  </p>\n<p><strong> *Unintended Consequences</strong>*  </p>\n<p>Sometimes things don’t work out exactly as planned.  </p>\n<p>The Mesan Alignment has a plan—one it’s been working on for centuries. A plan to remake the galaxy and genetically improve the human race— <em>its</em> way.  </p>\n<p>Until recently, things have gone pretty much as scheduled, but then the Alignment hit a minor bump in the road called the Star Empire of Manticore. So the Alignment engineered a war between the Solarian League, the biggest and most formidable interstellar power in human history. To help push things along, the Alignment launched a devastating sneak attack which destroyed the Royal Manticoran Navy’s industrial infrastructure.  </p>\n<p>And in order to undercut Manticore’s galaxy-wide reputation as a star nation of its word, it launched Operation Janus—a false-flag covert operation to encourage rebellions it knows will fail by promising <em>Manticoran</em> support. The twin purposes are to harden Solarian determination to destroy the Star Empire once and for all, and to devastate the Star Empire’s reputation with the rest of the galaxy.  </p>\n<p>But even the best laid plans can have unintended consequences, and one of those consequences in this case may just be a new dawn of freedom for oppressed star nations everywhere.<br />\n<br />\n<strong>About <em>Shadow of Freedom</em> : </strong>  </p>\n<p>“This entry is just as exciting as Weber’s initial offering . . . The result is a fast-paced and action-packed story that follows [our characters] as they move from reaction to command of the situation. Weber builds <em>Shadow of Freedom</em> to an exciting and unexpected climax.”— <em>Daily News of Galveston</em>  </p>\n<p><strong>About <em>Mission of Honor</em> , #13 in the Honor Harrington series: </strong>  </p>\n<p>“Weber combines realistic, engaging characters with intelligent technological projection and a deep understanding of military bureaucracy in this long-awaited Honor Harrington novel . . . Fans of this venerable space opera will rejoice to see Honor back in action.”— <em>Publishers Weekly</em>  </p>\n<p>“This latest Honor Harrington novel brings the saga to another crucial turning point . . . Readers may feel confident that they will be Honored many more times and enjoy it every time.”— <em>Booklist</em>  </p>\n<p><strong>About David Weber and the Honor Harrington series:</strong>  </p>\n<p>“. . . everything you could want in a heroine . . . Excellent . . . plenty of action.”— <em>Science Fiction Age</em>  </p>\n<p>“Brilliant! Brilliant! Brilliant!”—Anne McCaffrey  </p>\n<p>“Compelling combat combined with engaging characters for a great space opera adventure.”— <em>Locus</em>\n**</p>",
    "cover": "C:\\Users\\harleypig\\Dropbox\\calibre\\Weber, David\\Shadow of Victory (146)\\cover.jpg",
    "formats": [
      "C:/Users/harleypig/Dropbox/calibre/Weber, David/Shadow of Victory (146)/Shadow of Victory - Weber, David.epub"
    ],
    "id": 146,
    "identifiers": {
      "amazon": "1536684929",
      "goodreads": "29430688",
      "google": "s6aCjwEACAAJ",
      "isbn": "9781476781822"
    },
    "isbn": "9781476781822",
    "languages": [
      "eng"
    ],
    "last_modified": "2024-12-08T04:28:35+00:00",
    "pubdate": "2016-11-01T00:00:00+00:00",
    "publisher": "Baen",
    "rating": 8,
    "series": "Honor Harrington - Saganami Island",
    "series_index": 4.0,
    "size": 1232723,
    "tags": [
      "War"
    ],
    "timestamp": "2020-09-19T15:58:25+00:00",
    "title": "Shadow of Victory",
    "uuid": "dd8577d7-6031-4dee-96a6-cc6b39240f4f"
  },
  {
    "*formats": "EPUB",
    "*read_status": true,
    "author_sort": "Weber, David & Lindskold, Jane",
    "authors": "Weber, David & Lindskold, Jane",
    "comments": "New York Times, USA Today, Wall Street Journal and international bestselling phenomenon David Weber delivers the first entry in an original young adult science fiction adventure series, the Star Kingdom saga! Young teen Stephanie Harrington forms a telepathic bond with an intelligent alien treecat on a pioneer planet—and must fight for the freedom of her new friend and his species against highly-placed enemies determined to claim the world for humans only. Stephanie Harrington always expected to be a forest ranger on her homeworld of Meyerdahl . . . until her parents relocated to the frontier planet of Sphinx in the far distant Star Kingdom of Manticore. It should have been the perfect new home --- a virgin wilderness full of new species of every sort, just waiting to be discovered. But Sphinx is a far more dangerous place than ultra-civilized Meyerdahl, and Stephanie’s explorations come to a sudden halt when her parents lay down the law: no trips into the bush without adult supervision!  Yet Stephanie is a young woman determined to make discoveries, and the biggest one of all awaits her: an intelligent alien species.  The forest-dwelling treecats are small, cute, smart, and have a pronounced taste for celery. And they are also very, very deadly when they or their friends are threatened . . . as Stephanie discovers when she comes face-to-face with Sphinx’s most lethal predator after a hang-gliding accident.   But her discoveries are only beginning, for the treecats are also telepathic and able to bond with certain humans, and Stephanie’s find --- and her first-of-its kind bond with the treecat Climbs Quickly --- land both of them in a fresh torrent of danger. Galactic-sized wealth is at stake, and Stephanie and the treecats are squarely in the path of highly-placed enemies determined to make sure the planet Sphinx remains entirely in human hands, even if that means the extermination of another thinking species.  Unfortunately for those enemies, the treecats have saved Stephanie Harrington’s life. She owes them . . . and Stephanie is a young woman who stands by her friends.  Which means things are about to get very interesting on Sphinx.About A Beautiful Friendship: “It’s rare to find teen science fiction that strays beyond popular dystopian fare. The environmental messages, human-animal friendship, humor, action, and inventive technology will make this series starter an easy hit. . . .”—BooklistAbout David Weber and the Honor Harrington series:“. . .everything you could want in a heroine….excellent…plenty of action.”—Science Fiction Age“Brilliant! Brilliant! Brilliant!”—Anne McCaffrey“Compelling combat combined with engaging characters for a great space opera adventure.”—Locus“Weber combines realistic, engaging characters with intelligent technological projection. . .Fans of this venerable space opera will rejoice. . .”—Publishers Weekly  Comprehensive Teacher's Guide available.",
    "cover": "C:\\Users\\harleypig\\Dropbox\\calibre\\Weber, David\\A Beautiful Friendship (147)\\cover.jpg",
    "formats": [
      "C:/Users/harleypig/Dropbox/calibre/Weber, David/A Beautiful Friendship (147)/A Beautiful Friendship - Weber, David.epub"
    ],
    "id": 147,
    "identifiers": {
      "amazon": "1451637470",
      "goodreads": "10894503",
      "google": "JhH3tgAACAAJ",
      "isbn": "9781451637472"
    },
    "isbn": "9781451637472",
    "languages": [
      "eng"
    ],
    "last_modified": "2024-12-08T17:27:48+00:00",
    "pubdate": "2011-10-04T00:00:00+00:00",
    "publisher": "Baen",
    "rating": 8,
    "series": "Honor Harrington - Star Kingdom",
    "series_index": 1.0,
    "size": 357318,
    "tags": [
      "War"
    ],
    "timestamp": "2020-09-19T15:58:26+00:00",
    "title": "A Beautiful Friendship",
    "uuid": "5d99acc0-e80c-4dca-84d5-b25dd4b7246c"
  },
  {
    "*formats": "EPUB",
    "*read_status": true,
    "author_sort": "Weber, David",
    "authors": "Weber, David",
    "comments": "<p><em>Publishers Weekly</em> bestseller in hardcover.  <strong>First Time in Paperback.</strong> <em>A Beautiful Friendship.  New York Times, USA Today, Wall Street Journal</em> and international bestselling ** phenomenon David Weber delivers the second entry in an original young adult science fiction adventure series.   </p>\n<p>Young forest ranger Stephanie Harrington and her treecat companion Climbs Quickly battle natural forest fires and very human enemies on a pioneer planet. Prequel to the Honor Harrington adult science fiction saga. ****  </p>\n<p>Second entry in a new young adult series by <em>New York Times</em> best seller David Weber, and the prequel to the hugely popular Honor Harrington adult science fiction saga.   </p>\n<p>Fire in the forest–and a cry for help from a trapped and desperate alien mother! Unfortunately, this is one cry no human can hear. Stephanie Harrington, teenage Provisional Forest Ranger on the planet Sphinx, knows something is wrong from the uneasy emotion that is flooding into her from her treecat friend, Climbs Quickly. But though Stephanie’s alien comrade shares a tight bond with his two-legs, whom he knows as Death Fang’s Bane, he cannot communicate directly to her the anguished call from one of his people.   </p>\n<p>Still, their strong and direct bond of feeling may be enough. Stephanie and fellow ranger Karl Zivonik respond to Climbs Quickly’s rising waves of distress. Fire season on the pioneer world of Sphinx has begun. But there are those who want to use the natural cycle of the planet for personal gain –and to get rid of the one obstacle that stands in the way of acquiring even greater land and power on Spinx: the native treecats.   </p>\n<p>Now it’s up to Stephanie, Climbs Quickly along with their friends, family, and allies to prevent disaster and injustice from befalling a treecat clan. But in the process Stephanie must be certain to preserve the greatest secret all. It is the knowledge that the treecats of Sphinx are not merely pets or servants, but are highly intelligent in their own right–that they are a species fully deserving of rights, respect, and freedom. And keeping the secret that will allow the treecats time to develop a mutually beneficial relationship with humankind.   </p>\n<p>It all begins with the friendship of a girl and her treecat.  </p>\n<p><strong>About *Fire Season:<br />\n</strong><em> “I loved it. A thrilling, edge-of-the-seat read—I couldn't put it down!” Tamora Pierce, author of </em>New York Times* best-selling Beka Cooper series  </p>\n<p><strong>About series debut novel, *A Beautiful Friendship:</strong><em><br />\n“[A] stellar introduction to a new YA science-fiction series set in the Honorverse of Weber’s popular adult novels. It’s rare to find teen science fiction that strays beyond popular dystopian fare. The environmental messages, human-animal friendship, humor, action, and inventive technology will make this series starter an easy hit with teen sf readers.” – </em>Booklist*  </p>\n<p><strong>About David Weber and the Honor Harrington series:</strong><br />\n“. . .Everything you could want in a heroine…plenty of action.”— <em>Science Fiction Age</em>  </p>\n<p>“Brilliant! Brilliant! Brilliant!”—Anne McCaffrey  </p>\n<p>“Compelling combat combined with engaging characters for a great space opera adventure.”— <em>Locus</em>  </p>\n<p>“Weber combines realistic, engaging characters with intelligent technological projection. Fans of this venerable space opera will rejoice.”— <em>Publishers Weekly</em>  </p>\n<p>Comprehensive Teacher's Guide available.\n**</p>",
    "cover": "C:\\Users\\harleypig\\Dropbox\\calibre\\Weber, David\\Fire Season (148)\\cover.jpg",
    "formats": [
      "C:/Users/harleypig/Dropbox/calibre/Weber, David/Fire Season (148)/Fire Season - Weber, David.epub"
    ],
    "id": 148,
    "identifiers": {
      "amazon": "145163921X",
      "isbn": "9781451639216"
    },
    "isbn": "9781451639216",
    "languages": [
      "eng"
    ],
    "last_modified": "2024-12-08T04:28:17+00:00",
    "pubdate": "2013-08-06T00:00:00+00:00",
    "publisher": "Baen",
    "rating": 10,
    "series": "Honor Harrington - Star Kingdom",
    "series_index": 2.0,
    "size": 523840,
    "tags": [
      "War"
    ],
    "timestamp": "2020-09-19T15:58:27+00:00",
    "title": "Fire Season",
    "uuid": "8cacea70-d14d-4dc5-961a-d4e3a1b2f941"
  },
  {
    "*formats": "EPUB",
    "*read_status": true,
    "author_sort": "Weber, David & Lindskold, Jane",
    "authors": "Weber, David & Lindskold, Jane",
    "comments": "<div><p><em>New York Times</em> and <em>Publishers Weekly</em> Best Selling Young Adult Series.  Book Three by international writing phenomenon David Weber. Two young settlers on a pioneer planet seeks to stop a war and to save the intelligent alien treecats from exploitation by unscrupulous humans.</p><p>The fires are out, but the trouble’s just beginning for the treecats<br></p><p>On pioneer planet Sphinx, ruined lands and the approach of winter force the now Landless Clan to seek new territory.  They have one big problem—there’s nowhere to go.  Worse, their efforts to find a new home awaken the enmity of the closest treecat clan—a stronger group who’s not giving up a single branch without a fight<br></p><p>Stephanie Harrington, the treecats’ greatest advocate, is off to Manticore for extensive training—and up to her ears in challenges there.  That leaves only Stephanie’s best friends, Jessica and Anders, to save the treecats from themselves.  And now a group of xenoanthropologists is once again after the great secret of the treecats—that they are intelligent, empathic telepaths—and their agenda will lead to nothing less that treecat exploitation.<br></p><p>Finally, Jessica and Anders face problems of their own, including  their growing attraction to one another.  It is an attraction that seems a betrayal of Stephanie Harrington, the best friend either of them have ever had. <br></p><p><strong>About <em>Treecat Wars </em>prequel, *Fire Season: <br></strong><em>“I loved it. A thrilling, edge-of-the-seat read—I couldn't put it down!” Tamora Pierce, author of </em>New York Times *best-selling Beka Cooper series<br></p><p><strong>About series debut novel, *A Beautiful Friendship:</strong><em><br>“[A] stellar introduction to a new YA science-fiction series set in the Honorverse of Weber’s popular adult novels. It’s rare to find teen science fiction that strays beyond popular dystopian fare. The environmental messages, human-animal friendship, humor, action, and inventive technology will make this series starter an easy hit with teen sf readers.” –</em>Booklist*<br></p><p><strong>About David Weber and the Honor Harrington series:</strong><br>“. . .Everything you could want in a heroine…plenty of action.”—<em>Science Fiction Age</em></p><p><em></em></p></div>",
    "cover": "C:\\Users\\harleypig\\Dropbox\\calibre\\Weber, David\\Treecat Wars (149)\\cover.jpg",
    "formats": [
      "C:/Users/harleypig/Dropbox/calibre/Weber, David/Treecat Wars (149)/Treecat Wars - Weber, David.epub"
    ],
    "id": 149,
    "identifiers": {
      "amazon": "1451639333",
      "google": "SR20lgEACAAJ",
      "isbn": "9781451639339"
    },
    "isbn": "9781451639339",
    "languages": [
      "eng"
    ],
    "last_modified": "2024-12-08T17:28:56+00:00",
    "pubdate": "2013-10-01T04:00:00+00:00",
    "publisher": "Baen",
    "series": "Honor Harrington - Star Kingdom",
    "series_index": 3.0,
    "size": 420883,
    "tags": [
      "War"
    ],
    "timestamp": "2020-09-19T15:58:28+00:00",
    "title": "Treecat Wars",
    "uuid": "47fdf29d-3d3e-4f40-86ba-4b96c2a5cfbd"
  },
  {
    "*formats": "EPUB",
    "*read_status": true,
    "author_sort": "Weber, David & Flint, Eric",
    "authors": "Weber, David & Flint, Eric",
    "cover": "C:\\Users\\harleypig\\Dropbox\\calibre\\Weber, David\\To End in Fire (634)\\cover.jpg",
    "formats": [
      "C:/Users/harleypig/Dropbox/calibre/Weber, David/To End in Fire (634)/To End in Fire - Weber, David.epub"
    ],
    "id": 634,
    "identifiers": {
      "google": "D5RFEAAAQBAJ",
      "isbn": "9781625798411",
      "skoob": "12065837ed12051258"
    },
    "isbn": "9781625798411",
    "languages": [
      "eng"
    ],
    "last_modified": "2024-12-08T04:28:17+00:00",
    "pubdate": "2021-01-02T00:00:00+00:00",
    "publisher": "Baen Books",
    "series": "Honor Harrington - Crown of Slaves",
    "series_index": 4.0,
    "size": 1151214,
    "tags": [
      "Science Fiction",
      "Space Opera",
      "Unread",
      "Action & Adventure",
      "Military",
      "Fiction",
      "Uncategorzed"
    ],
    "timestamp": "2024-04-27T22:59:14+00:00",
    "title": "To End in Fire",
    "uuid": "cc2beae6-37ae-4ec8-ad0e-69e4a0569afa"
  },
  {
    "*formats": "EPUB",
    "*read_status": true,
    "author_sort": "Weber, David",
    "authors": "Weber, David",
    "cover": "C:\\Users\\harleypig\\Dropbox\\calibre\\Weber, David\\A New Clan (635)\\cover.jpg",
    "formats": [
      "C:/Users/harleypig/Dropbox/calibre/Weber, David/A New Clan (635)/A New Clan - Weber, David.epub"
    ],
    "id": 635,
    "identifiers": {
      "amazon": "B09XPDV633",
      "isbn": "9781982191894",
      "skoob": "12195234ed12176166"
    },
    "isbn": "9781982191894",
    "languages": [
      "eng"
    ],
    "last_modified": "2024-12-08T04:28:17+00:00",
    "pubdate": "2022-01-02T00:00:00+00:00",
    "publisher": "Baen",
    "rating": 8,
    "series": "Honor Harrington - Star Kingdom",
    "series_index": 4.0,
    "size": 1040834,
    "tags": [],
    "timestamp": "2024-04-27T23:03:31+00:00",
    "title": "A New Clan",
    "uuid": "278117a7-c62a-4a1a-b395-674d77e278b0"
  },
  {
    "*formats": "EPUB",
    "*read_status": true,
    "author_sort": "Weber, David",
    "authors": "Weber, David",
    "cover": "C:\\Users\\harleypig\\Dropbox\\calibre\\Weber, David\\House of Steel (636)\\cover.jpg",
    "formats": [
      "C:/Users/harleypig/Dropbox/calibre/Weber, David/House of Steel (636)/House of Steel - Weber, David.epub"
    ],
    "id": 636,
    "identifiers": {
      "isbn": "9781451638936",
      "skoob": "1044771ed1047266"
    },
    "isbn": "9781451638936",
    "languages": [
      "eng"
    ],
    "last_modified": "2024-12-08T04:28:17+00:00",
    "pubdate": "2013-01-02T00:00:00+00:00",
    "publisher": "Baen Books",
    "series": "Honor Harrington - Worlds of Honor",
    "series_index": 1.5,
    "size": 3059322,
    "tags": [
      "Uncategorzed",
      "Unread"
    ],
    "timestamp": "2024-04-27T23:41:01+00:00",
    "title": "House of Steel",
    "uuid": "1b2fbf8b-6db3-4dd9-a4b5-27fe165e4bd4"
  },
  {
    "*formats": "EPUB",
    "*read_status": true,
    "author_sort": "Weber, David",
    "authors": "Weber, David",
    "cover": "C:\\Users\\harleypig\\Dropbox\\calibre\\Weber, David\\What Price Victory_ (646)\\cover.jpg",
    "formats": [
      "C:/Users/harleypig/Dropbox/calibre/Weber, David/What Price Victory_ (646)/What Price Victory_ - Weber, David.epub"
    ],
    "id": 646,
    "identifiers": {
      "amazon": "B0BF79Z5HF",
      "ff": "w/david-weber/what-price-victory",
      "goodreads": "62959900",
      "google": "A9qIEAAAQBAJ",
      "isbn": "9781625798992"
    },
    "isbn": "9781625798992",
    "languages": [
      "eng"
    ],
    "last_modified": "2024-12-08T04:28:17+00:00",
    "pubdate": "2023-01-01T00:00:00+00:00",
    "publisher": "Baen Books",
    "rating": 8,
    "series": "Honor Harrington - Worlds of Honor",
    "series_index": 7.0,
    "size": 1815107,
    "tags": [
      "Unread",
      "Science Fiction",
      "Uncategorzed",
      "Anthologies",
      "Fantasy"
    ],
    "timestamp": "2024-04-28T22:09:53+00:00",
    "title": "What Price Victory?",
    "uuid": "cd76aae1-6e9a-47fb-a9d2-f4138eee57ee"
  },
  {
    "*formats": "EPUB",
    "*read_status": true,
    "author_sort": "Weber, David",
    "authors": "Weber, David",
    "cover": "C:\\Users\\harleypig\\Dropbox\\calibre\\Weber, David\\Toll of Honor (647)\\cover.jpg",
    "formats": [
      "C:/Users/harleypig/Dropbox/calibre/Weber, David/Toll of Honor (647)/Toll of Honor - Weber, David.epub"
    ],
    "id": 647,
    "identifiers": {
      "amazon": "B0CGVN4N9K",
      "ff": "w/david-weber/toll-of-honor",
      "goodreads": "198186107",
      "google": "Wcn9EAAAQBAJ",
      "isbn": "9781625799548"
    },
    "isbn": "9781625799548",
    "languages": [
      "eng"
    ],
    "last_modified": "2024-12-08T04:28:17+00:00",
    "pubdate": "2024-01-01T00:00:00+00:00",
    "publisher": "Baen Books",
    "rating": 8,
    "series": "Honor Harrington",
    "series_index": 3.5,
    "size": 1062638,
    "tags": [
      "Unread",
      "Science Fiction",
      "Uncategorzed"
    ],
    "timestamp": "2024-04-28T22:09:53+00:00",
    "title": "Toll of Honor",
    "uuid": "4523904e-2d05-4a26-b826-28eeaaf662da"
  },
  {
    "*formats": "EPUB",
    "*read_status": true,
    "author_sort": "Weber, David & Zahn, Timothy & Pope, Thomas",
    "authors": "Weber, David & Zahn, Timothy & Pope, Thomas",
    "cover": "C:\\Users\\harleypig\\Dropbox\\calibre\\Weber, David\\A Call to Insurrection (938)\\cover.jpg",
    "formats": [
      "C:/Users/harleypig/Dropbox/calibre/Weber, David/A Call to Insurrection (938)/A Call to Insurrection - Weber, David.epub"
    ],
    "id": 938,
    "identifiers": {
      "amazon": "B09PZ8M4D1",
      "goodreads": "60132415",
      "google": "CTFYEAAAQBAJ",
      "isbn": "9781625798527"
    },
    "isbn": "9781625798527",
    "languages": [
      "eng"
    ],
    "last_modified": "2024-12-08T04:28:17+00:00",
    "pubdate": "2022-02-01T02:44:54+00:00",
    "publisher": "Baen Books",
    "rating": 8,
    "series": "Honor Harrington - Manticore Ascendant",
    "series_index": 4.0,
    "size": 1240609,
    "tags": [
      "Uncategorzed",
      "Unread",
      "Science Fiction"
    ],
    "timestamp": "2024-12-08T02:44:28+00:00",
    "title": "A Call to Insurrection",
    "uuid": "824006eb-3ca9-4d6b-b51b-2baaa4d68f74"
  }
]Integration status: True
